{
  "metadata": {
    "arquivo_origem": "HAM V - (2025.2)_EXTRAIDO.json",
    "processado_por": "Gemini AI (gemini-3-flash-preview)",
    "tipo_processamento": "Polimento Textual (OCR + Quebras de Linha)",
    "data_processamento": "2025-12-22 22:20:53",
    "total_questoes": 10,
    "configuracao": {
      "tamanho_lote": 15,
      "temperatura": 0.0,
      "modelo": "gemini-3-flash-preview"
    }
  },
  "questoes": [
    {
      "numero": "1",
      "fonte": "FASA VIC",
      "enunciado": "(FASA VIC) Durante o preparo para uma cirurgia de colecistectomiavideolaparoscópica eletiva em paciente do sexo masculino, 57 anos, uma equipe de\nsaúde ingressa no bloco cirúrgico para se paramentar e iniciar o procedimento.\nEntre os integrantes está um estudante de medicina em estágio curricularsupervisionado, convidado a participar do ato operatório. Ao chegar ao centro\ncirúrgico, o estudante inicia seu preparo e paramentação.\nConsiderando os protocolos atualizados de biossegurança e controle de infecçãohospitalar, assinale a alternativa que descreve corretamente a sequência adequada\ndos procedimentos a serem seguidos pelo estudante até a paramentação final:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Realizar escovação cirúrgica com antisséptico, enxaguar mantendo as mãos acimados cotovelos e secar com papel-toalha estéril; vestir o avental estéril com auxílio e\ncalçar luvas estéreis tocando apenas as superfícies internas.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Iniciar a escovação com água e sabão neutro pelo tempo mínimo recomendado;vestir o avental estéril com auxílio do circulante; calçar as luvas estéreis tocando\nexternamente a luva com as mãos ainda úmidas após o enxágue.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Realizar escovação apenas com água corrente, mantendo as mãos abaixo doscotovelos durante o enxágue para facilitar o escoamento da água; calçar luvas de\nprocedimento antes de vestir o avental estéril.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Lavar as mãos com solução alcoólica a 70%, secar com papel-toalha comum, vestiro avental cirúrgico sem auxílio do circulante e calçar luvas de procedimento não\nestéreis com técnica aberta.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Iniciar a escovação com água e sabão neutro por tempo mínimo recomendado;vestir avental estéril com auxílio de circulante; calçar luvas estéreis tocando\nexternamente a luva com as mãos ainda úmidas após o enxágue. Incorreta. Otoque externo da luva com as mãos ainda úmidas compromete a técnica asséptica.\nAs mãos devem ser completamente secas com papel toalha estéril antes de calçaras luvas para evitar contaminação e reduzir risco de perfuração.\nRealizar escovação cirúrgica com antisséptico, enxaguar mantendo as mãos acimados cotovelos, secar com papel toalha estéril, vestir avental estéril com auxílio,\ncalçar luvas estéreis tocando apenas superfícies internas. Correta. A escovaçãocirúrgica deve ser realizada com antisséptico apropriado (como clorexidina ou PVPI),\ncom tempo mínimo recomendado (geralmente de 3 a 5 minutos), sempre mantendoas mãos acima dos cotovelos durante o enxágue. Após secagem com papel toalha\nestéril, o avental é vestido com auxílio do circulante, seguido do calçamento dasluvas estéreis utilizando técnica asséptica, tocando apenas as superfícies internas.\nLavar as mãos com solução alcoólica a 70%, secar com papel toalha comum, vestiro avental cirúrgico sem auxílio do circulante, e calçar luvas de procedimento não\nestéreis com técnica aberta. Incorreta. A solução alcoólica 70% é indicada parahigienização das mãos, mas não substitui a escovação cirúrgica prévia à\nparamentação. Além disso, luvas de procedimento não são adequadas paraprocedimentos cirúrgicos, pois não garantem esterilidade.\nRealizar escovação utilizando apenas água corrente, manter as mãos abaixo doscotovelos durante o enxágue para facilitar o escoamento da água, calçar luvas de\nprocedimento antes de vestir o avental estéril. Incorreta. Lavar apenas com águacorrente e manter as mãos abaixo dos cotovelos durante o enxágue contraria a\ntécnica correta, pois aumenta o risco de contaminação da área limpa pelas regiõesmais contaminadas (antebraços e cotovelos). Luvas de procedimento não devem ser\nutilizadas em atos cirúrgicos estéreis.",
      "referencias": "TOWNSEND, Courtney M. Jr. Sabiston: tratado de bases da cirurgia. 21. ed. Rio de Janeiro: Elsevier, 2021.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 3803
    },
    {
      "numero": "2",
      "fonte": "CORRETA",
      "enunciado": "(AFYA Palmas) Uma paciente de 32 anos, previamente saudável, comparece aoambulatório de Neurologia relatando fraqueza progressiva no membro inferior\nesquerdo há 3 dias, associada a “formigamentos difusos” na perna e dificuldadepara caminhar. Relata que os sintomas surgiram logo após uma discussão familiar\nintensa. Nega cefaleia, crises convulsivas, febre ou comorbidades. Ao realizar oexame físico, foi encontrado:\nDificuldade para elevar a perna esquerda em decúbito, mas reflexos preservados.\nSinal de Hoover: força involuntária presente.\nTeste da cadeira: consegue levantar-se sem apoio.\nTeste de elevação do joelho: fraco isoladamente, mas normal em movimentocombinado.\nTeste de hemianalgesia: perda sensitiva “em meia perna”, sem padrão anatômico.\nOs exames de imagem estão normais.\nCom base no quadro e nos testes aplicados, qual a interpretação mais adequada?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A normalidade dos reflexos indica doença neurológica orgânica, além de que o testede Hoover positivo isolado não diferencia paresia funcional de paralisia orgânica.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Fraqueza orgânica do trato piramidal, pois há déficit motor associado ahemianestesia compatível com lesão radicular, com necessidade de punção lombar.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "O conjunto de achados (Hoover positivo, teste da cadeira, elevação do joelho em\nbloco, hemianalgesia atípica) é compatível com transtorno não orgânico.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "O teste da cadeira e o da hemianalgesia não têm valor clínico reconhecido; o quadrodeve ser investigado como esclerose múltipla com punção lombar.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Justificativas:\nFraqueza orgânica do trato piramidal, pois há déficit motor associado ahemianestesia compatível com lesão radicular, com necessidade de punção lombar.\n– Incorreta.\nUma lesão piramidal orgânica não cursa com hemianestesia em meia perna sempadrão anatômico.\nO sinal de Hoover positivo e o teste da cadeira preservado contradizem fraquezaorgânica verdadeira.\nO conjunto de achados (Hoover positivo, teste da cadeira, elevação do joelho embloco, hemianalgesia atípica) é compatível com transtorno funcional (não orgânico).\n– Correta.\nO conjunto dos testes aplicados (Hoover, cadeira, elevação do joelho,hemianalgesia) é clássico para diferenciar fraqueza funcional (não orgânica) de\ndéficit motor orgânico.\nMostram força preservada em contextos não usuais → diagnóstico de transtornofuncional neurológico.\nA normalidade dos reflexos indica doença neurológica orgânica, além de que o testede Hoover positivo isolado não diferencia paresia funcional de paralisia orgânica. –\nIncorreta.\nÉ verdade que o sinal de Hoover não deve ser usado isoladamente, mas aqui foicorroborado por outros testes positivos (cadeira, elevação do joelho,\nhemianalgesia), além de exames de imagem normais.\nNo conjunto, o raciocínio clínico permite julgar criticamente como não orgânico.\nO teste da cadeira e o da hemianalgesia não têm valor clínico reconhecido; o quadrodeve ser investigado como esclerose múltipla com punção lombar. – Incorreta.\nO teste da cadeira, o de hemianalgesia e o de elevação do joelho são descritos evalidados na prática neurológica.\nEsclerose múltipla exige outros achados clínicos e não se explica apenas por umdéficit motor inconsistente.",
      "referencias": "STONE, Jon; CARSON, Alan; SHARPE, Michael. Functional Symptoms in Neurology:\nAssessment and Management. 2. ed. Cambridge: Cambridge University Press, 2020.\nFINKEL, Richard; CLARK, David; LAMBERTH, Earl. Neurology for the NonNeurologist. 8. ed. Philadelphia: Wolters Kluwer, 2019.\nBRASIL. Ministério da Saúde. Agência Nacional de Vigilância Sanitária (ANVISA). Segurança do paciente em serviços de saúde: medidas de prevenção de\ninfecção relacionada à assistência à saúde. Brasília: ANVISA, 2017. Disponívelem: https://www.gov.br/anvisa/pt-br. Acesso em: 28 ago. 2025.\nFeedback:\n-",
      "tem_imagem": true,
      "tamanho_caracteres": 3852
    },
    {
      "numero": "3",
      "fonte": "FMIT",
      "enunciado": "(FMIT) Paciente chega ao consultório relatando sintomas de ansiedade eirritabilidade, explicando que são provocados pela implantação de um chip chinês\nem sua cabeça, que causa delírios persecutórios e alucinações auditivas.\nPara iniciar a formação de uma aliança terapêutica, qual é a abordagem maisadequada do profissional de saúde?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Ignorar o conteúdo do delírio e focar exclusivamente nos sintomas físicos, como aansiedade e a irritabilidade, para evitar conflito.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Questionar o paciente sobre a origem do chip e os detalhes da conspiração,demonstrando interesse nos aspectos do delírio.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Acolher o sofrimento do paciente com empatia, reconhecer a veracidade da sua\nexperiência subjetiva e buscar entender como o delírio o afeta, sem validar a crençaem si.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Confrontar o paciente, explicando de forma racional que a implantação de um chip écientificamente impossível e que as percepções são falsas.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Correta: Acolher o sofrimento do paciente com empatia, reconhecer a veracidade dasua experiência subjetiva e buscar entender como o delírio o afeta, sem validar a\ncrença em si.Essa abordagem permite que o paciente se sinta compreendido erespeitado, estabelecendo um vínculo de confiança. O profissional reconhece o\nsofrimento e a experiência do paciente sem validar o conteúdo delirante, abrindoespaço para a construção de uma aliança terapêutica.\nIncorreta - Confrontar o paciente, explicando de forma racional que a implantaçãode um chip é cientificamente impossível e que as percepções são falsas. Ao\nconfrontar o paciente, o médico pode piorar o quadro e o paciente se tornaragressivo.\nIncorreta: Questionar o paciente sobre a origem do chip e os detalhes daconspiração, demonstrando interesse nos aspectos do delírio. Validar o delírio do\npaciente é um caminho que deve ser evitado, para não criar falsas expectativas nopaciente e posterior perda da confiança.\nIncorreto - Ignorar o conteúdo do delírio e focar exclusivamente nos sintomas físicos,como a ansiedade e a irritabilidade, para evitar conflito. Caso ignore um dos\nsintomas, não há como realizar o correto diagnóstico.",
      "referencias": "AMERICAN PSYCHIATRIC ASSOCIATION. Manual Diagnóstico e Estatístico de Transtornos Mentais - DSM-5. 5. ed. Porto Alegre: Artmed, 2014.\nBRASIL. Ministério da Saúde. Secretaria de Atenção Primária à Saúde. Saúde Mental.\nBrasília, DF: Ministério da Saúde, 2018. Disponível em:\nhttp://bvsms.saude.gov.br/bvs/publicacoes/saude_mental_saude_da_familia.pdf.\nAcesso em: 29 ago. 2025.\nBORDIN, F. A.; BIANCO, A. A. A aliança terapêutica na clínica psicanalítica. Revistade Psicologia da UNESP, Assis, v. 14, n. 1, p. 1-12, 2015. DOI:\nhttps://doi.org/10.32970/rcp.v14i1.12740.\nBASTOS, R. R. O Método Clínico. 1. ed. Juiz de Fora: Bartlebee, 2014.\nMANSUR, Carlos G. Psiquiatria para o Médico Generalista. Porto Alegre: ArtMed, 2013. E-book. p. 1. ISBN 9788536327921. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788536327921/. Acessoem: 24 nov. 2024.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 3090
    },
    {
      "numero": "4",
      "fonte": "CORRETA",
      "enunciado": "(AFYA Ipatinga) Homem, 52 anos, com histórico de hiperuricemia não tratada,procura atendimento por dor intensa e inchaço no hálux direito, o que tem causado\nmarcha antálgica nos últimos dias. Durante uma partida de futebol recreativo, aoapoiar inadequadamente o membro inferior esquerdo, sofreu trauma indireto no\njoelho. Refere dor medial, dificuldade para caminhar e instabilidade ao tentar dobraro joelho.\nAo exame físico:\nPalpação bimanual das pequenas articulações do pé direito revela sinaisinflamatórios no 1º metatarsofalângico.\nO eixo de carga dos MMII encontra-se alterado, com sobrecarga no joelho esquerdo.\nTestes de estresse em valgo reproduzem dor na região medial do joelho esquerdo,com aumento da abertura articular comparada ao lado contralateral.\nQual é a hipótese diagnóstica mais provável para o quadro no joelho esquerdo?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Lesão do ligamento colateral medial.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Ruptura do ligamento cruzado anterior.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Lesão do menisco medial.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Osteoartrite avançada de joelho.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Gabarito Comentado Ruptura do ligamento cruzado anterior (LCA). Incorreta. A lesão do LCA costuma\nestar associada a estalido audível no momento do trauma, derrame articular rápido (hemartrose), instabilidade súbita e resultado positivo no teste de Lachman ou\ngaveta anterior. No caso descrito, não há menção a estalido ou derrame imediato, ea dor é medial, desencadeada por estresse em valgo, o que não é típico do LCA.\nLesão do menisco medial. Incorreta. Lesões meniscais apresentam dor localizada,bloqueio articular, estalidos e piora ao agachar ou rodar o joelho. O exame\ncaracterístico é o teste de McMurray ou Thessaly. Aqui, o achado-chave foi dormedial com estresse em valgo e aumento da abertura articular, o que sugere\ncomprometimento ligamentar, não meniscal.\nLesão do ligamento colateral medial (LCM). Correta.\nA dor localizada na face medial do joelho após trauma indireto, associada ainstabilidade em estresse em valgo e abertura articular aumentada em comparação\nao lado contralateral, é clássica para lesão do LCM. O contexto da marcha alteradapor dor da gota contribuiu para predispor ao trauma indireto.\nOsteoartrite avançada de joelho. Incorreta.\nA osteoartrite se manifesta por dor crônica, rigidez matinal de curta duração,crepitação e limitação progressiva dos movimentos. Não é uma condição aguda\ndesencadeada por trauma esportivo, como no caso relatado.",
      "referencias": "HEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia. 5. ed. Porto Alegre: ArtMed, 2017. E-book. p. 347. ISBN\n9788582713778. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788582713778/. Acessoem: 24 nov. 2024.​\nPORTO, C. C.; PORTO, A. L. Exame clínico. 8. ed. Rio de Janeiro: Guanabara Koogan, 2017. E-book. p. 304. ISBN 978-85-277-3103-4. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527731034/. Acessoem: 08 nov. 2024.​\nRAYMUNDO, José Luiz P.; MIRANDA, Isabel H. Ortopedia para clínicos: exame ediagnóstico. Barueri: Manole, 2021. E-book. p. 90. ISBN 9788520462768. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9788520462768/.\nAcesso em: 24 nov. 2024.​\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 3268
    },
    {
      "numero": "5",
      "fonte": "CORRETA",
      "enunciado": "(AFYA Ipatinga) Durante a internação de um idoso de 68 anos, a equipe de saúdediscute estratégias para garantir a segurança na prescrição, dispensação e\nadministração de medicamentos, prevenindo eventos adversos.\nCom base nesse cenário, analise as assertivas a seguir.\nI - A utilização de protocolos padronizados e listas de medicamentos de altavigilância contribui para reduzir riscos relacionados ao uso de fármacos.\nII - A dupla checagem por dois profissionais é recomendada para todos osmedicamentos, independentemente do risco, uma vez que essa prática é\nmandatória para toda e qualquer administração.\nIII - É aceitável que prescrições manuscritas contenham abreviaturas médicas nãopadronizadas, desde que o profissional responsável conheça o significado, pois isso\nagiliza o processo assistencial.\nIV - A identificação correta do paciente antes da administração do medicamento éuma etapa essencial, devendo envolver pelo menos dois identificadores (como\nnome completo e data de nascimento).",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "I, II e IV, apenas.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "I e IV, apenas.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "I, II, III e IV.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "II e III, apenas.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Alternativa correta: a) Apenas I e IV estão corretas.\nAssertiva I – Correta.\nO uso de protocolos e listas de medicamentos de alta vigilância é umarecomendação expressa do PNSP, pois esses fármacos apresentam maior risco de\ncausar danos graves em caso de falha.\nAssertiva II – Incorreta.\nA dupla checagem não é obrigatória para todos os medicamentos, e simespecialmente para medicamentos de alta vigilância. Tornar obrigatória para todos\nseria pouco factível e não corresponde às recomendações do PNSP.\nAssertiva III – Incorreta.\nO PNSP orienta a padronização da prescrição, desencorajando o uso de abreviaturasnão oficiais, siglas e rasuras, justamente para evitar interpretações equivocadas que\npodem gerar eventos adversos.\nAssertiva IV – Correta.\nA identificação correta do paciente é uma meta de segurança essencial e deveutilizar pelo menos dois identificadores independentes (por exemplo: nome\ncompleto e data de nascimento, ou nome e número de prontuário).",
      "referencias": "BRASIL. Ministério da Saúde. Documento de referência para o Programa Nacional de Segurança do Paciente. Brasília, DF: Ministério da Saúde, [ano de publicação].\nDisponível em: Documento de referência para o Programa Nacional de Segurançado Paciente. Acesso em: 19 mar. 2025.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 2510
    },
    {
      "numero": "6",
      "fonte": "CORRETA",
      "enunciado": "(UNISL JI-Paraná) Um paciente homem, de 68 anos, ex-atleta, apresenta dor noombro direito há 8 meses, exacerbada por movimentos acima da cabeça e ao\ncarregar peso. Relata dificuldade para pentear o cabelo e alcançar objetos emprateleiras altas.\nNo exame físico, há redução da amplitude de movimento ativa em abdução (apenas 90°), enquanto a mobilidade passiva é completa (180°).\nForam realizados 2 testes especiais para avaliação: apresentou dor na regiãoanterior do ombro ao elevar o braço passivamente com a escápula estabilizada pelo\nexaminador e apresentou fraqueza significativa e dor ao resistir à abdução doombro a 90° com o polegar voltado para baixo.\nQual conjunto de achados confirma a suspeita de lesão do manguito rotadorassociada à síndrome do impacto?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Amplitude ativa reduzida, amplitude passiva preservada, teste de Neer e teste de\nJobe positivos.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Amplitude passiva reduzida, dor que piora ao carregar peso e teste de Yergason e Jobe positivos.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Amplitude ativa e amplitude reduzidas, dor à elevação do braço e teste de Jobe e Speed positivos.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Dor à elevação de braço, amplitude ativa reduzida e teste de Neer e teste de Durkan positivos.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Resposta correta:\nAmplitude ativa reduzida, amplitude passiva preservada, teste de Neer e teste de Jobe positivos.\nJustificativas:\nA lesão do manguito rotador (especialmente do supraespinhal) compromete acapacidade do paciente de realizar movimentos ativos devido à falha na\nestabilização ativa do úmero (HEBERT et al., 2017, p. 347). A amplitude passivapreservada indica que não há restrição articular ou capsular, típico de lesões\ntendíneas isoladas (PORTO, 2017, p. 304). Um teste de Neer positivo nos sinalizacompressão do tendão do supraespinhal no espaço subacromial durante a elevação\npassiva do braço, confirmando síndrome do impacto, enquanto um teste de Jobepositivo avalia a função do supraespinhal, em que a incapacidade de manter a\nabdução contra resistência confirma lesão tendínea (HEBERT et al., 2017, p. 347).\nAnálise das incorretas:\nAlternativa: Amplitude passiva reduzida, dor que piora ao carregar peso e teste de Yergason e Jobe positivos.\nPaciente apresenta amplitude passiva preservada e os testes realizados são de Jobee Neer. E o teste de Yergson avalia a cabeça longa do bíceps, que não está\nassociada à síndrome do impacto (GREENBERG et al., 2014, p. 412).\nAlternativa: Amplitude ativa e amplitude reduzidas, dor à elevação do ombro e testede Jobe e Speed positivos.\nA amplitude ativa está reduzida, mas a passiva está preservada. Dor à elevação doombro pode indicar impacto, e os testes realizados foram de Jobe e Neer. E o teste\nde Speed avalia a cabeça longa do bíceps, que não está associada à síndrome doimpacto (CIOFFI, 2017, p. 224).\nAlternativa: Dor a elevação de braço, amplitude ativa reduzida e teste de Neer eteste de Durkan positivos.\nDor, a elevação do braço e amplitude ativa reduzida estão corretas. O teste de Neerestá correto, porém o outro teste realizado foi o de JOBE e o teste de Durkan avalia\na síndrome do túnel do carpo. (HEBERT et al., 2017, p. 347).",
      "referencias": "CIOFFI, William. Atlas de traumas e técnicas cirúrgicas em emergência. Rio de Janeiro: Elsevier, 2017.\nHEBERT, Sizínio; FILHO, Tarcísio E. P. B. ; XAVIER, Renato; et al. Ortopedia e Traumatologia. 5. ed. Porto Alegre: ArtMed, 2017. E-book. p. 347. ISBN\n9788582713778. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788582713778/.\nGREENBERG, David A. ; AMINOFF, Michael J. ; SIMON, Roger P. Neurologia clínica. 8.ªed. Porto Alegre: ArtMed, 2014. E-book. p. 412. ISBN 9788580553550. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9788580553550/.\nPORTO, C. C. ; PORTO, A. L. Exame clínico. 8. ed. Rio de Janeiro: Guanabara Koogan, 2017. E-book. p. 304. ISBN 9788527731034. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527731034/.\n\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 4004
    },
    {
      "numero": "7",
      "fonte": "AFYA ITACOATIARA",
      "enunciado": "(AFYA ITACOATIARA) Paciente comparece à Unidade Básica de Saúde emambulatório de cirurgias, para realização de uma pequena cirurgia agendada\nanteriormente, uma exérese de lipoma em braço esquerdo. Paciente estádevidamente orientado e seguindo recomendações fornecidas pela equipe.\nConsiderando o preparo e segurança da equipe e do paciente, assinale a alternativaque apresenta a ordem adequada das etapas:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Antissepsia e paramentação da equipe → Posicionar o paciente → Preparo da pele nosítio → Colocação de campos estéreis → Anestesia local → Incisão.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Posicionar o paciente → Infiltração de anestésico local → Preparo da pele → Camposestéreis → Paramentação estéril → Incisão.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Posicionar o paciente → Antissepsia e paramentação da equipe → Preparo da pele nosítio → Campos estéreis → Infiltração de anestésico local → Incisão.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Preparo da pele → Posicionar o paciente → Campos → Paramentação → Infiltração deanestésico local → Incisão.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "A alternativa “Antissepsia e paramentação da equipe → Posicionar o paciente →\nPreparo da pele no sítio → Colocação de campos estéreis → Anestesia local →\nIncisão” está incorreta, pois posicionar o paciente vem antes de fazer a antissepsiae paramentação da equipe.\nA opção “Posicionar o paciente → Infiltração de anestésico local → Preparo da pele →\nCampos estéreis → Paramentação estéril → Incisão.” está incorreta, pois a equipedeve estar com paramentação estéril antes do preparo do sítio e da anestesia local.\nAlternativa “Preparo da pele → Posição do paciente → Campos → Paramentação →\nInfiltração de anestésico local → Incisão.” está incorreta, pois o posicionamento éantes de preparo da pele, movimentar o paciente após antissepsia aumenta risco de\ncontaminação.\nA alternativa correta seria “Posicionar o paciente → Antissepsia e paramentação daequipe → Preparo da pele no sítio → Campos estéreis → Infiltração de anestésico\nlocal → Incisão.” realizando o posicionar o paciente, preparo da equipe, preparo dapele, campos estéreis, anestesia e incisão.",
      "referencias": "BRASIL. Ministério da Saúde. Segurança do paciente em serviços de saúde:\nlimpeza e desinfecção de superfícies. Brasília: MS, 2010.\nSOBECC. Práticas Recomendadas: Centro Cirúrgico, Recuperação Anestésica e Centro de Material e Esterilização. 7ª ed. São Paulo: SOBECC, 2017.\nGOFFI, Fábio Schmidt. Técnica cirúrgica: bases anatômicas, fisiológicas e técnicasda cirurgia. São Paulo: Atheneu, 2007.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 2533
    },
    {
      "numero": "8",
      "fonte": "CORRETA",
      "enunciado": "(AFYA PARAÍBA) Um paciente, sexo masculino, 38 anos, comparece ao ambulatóriopara a retirada de um cisto sebáceo na região do antebraço. O procedimento será\nrealizado sob anestesia local. O acadêmico de medicina, auxiliando na cirurgia, deveorganizar a mesa cirúrgica com os instrumentais adequados para cada etapa do\nprocedimento.\nMarque a alternativa que apresenta a combinação de instrumentais mais adequadapara esse procedimento.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Bisturi com lâmina n.º 10, pinça de Allis, tesoura de Mayo, afastador de Finochiettoe pinça de Halstead.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Bisturi com lâmina n.º 20, pinça de Kocher, tesoura de íris, afastador de Balfour epinça de Rochester.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Bisturi com lâmina n.º 11, pinça anatômica, tesoura de Lister, afastador de Gosset epinça de Cheron.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Bisturi com lâmina n.º 15, pinça Adson com dente, tesoura de Metzenbaum, portaagulha Mayo-Hegar e pinça de Backhaus.",
          "correta": true
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Resposta correta: Bisturi com lâmina n.º 15, pinça Adson com dente, tesoura de Metzenbaum, porta-agulha Mayo-Hegar e pinça de Backhaus.\nJustificativa:\nPara a excisão de um cisto sebáceo, os instrumentais devem ser escolhidosconforme sua função:\n• Bisturi com lâmina n.º 15: ideal para incisões delicadas em pele.\n• Pinça Adson com dente: permite melhor apreensão da pele sem a traumatizar.\n• Tesoura de Metzenbaum: apropriada para dissecção de tecidos moles.\n• Porta-agulha Mayo-Hegar: utilizado na sutura.\n• Pinça de Backhaus: usada para fixação dos campos cirúrgicos.\nAs demais opções incluem instrumentais inadequados:\n• A lâmina n.º 11 é mais indicada para drenagens, a tesoura de Lister é usada paracurativos, e o afastador de Gosset é utilizado em cirurgias abdominais.\n• A pinça de Allis pode traumatizar tecidos, a tesoura de Mayo é mais rígida e usadapara fáscias, e o afastador de Finochietto é indicado para toracotomias.\n• A lâmina n.º 20 é grande para esse tipo de procedimento, a pinça de Kocher temdentes que podem causar trauma excessivo, e o afastador de Balfour é utilizado em\nlaparotomias.",
      "referencias": "BRASIL. Ministério da Saúde. Manual de Pequenas Cirurgias em Atenção Primária à Saúde. Brasília, 2021.\nSOBOTA, P. Atlas de Instrumentais Cirúrgicos. 2ª ed. Manole, 2019.\nFELICIANO, D. V.; MATTOX, K. L.; MOORE, E. E. Manual de Técnicas Cirúrgicas. 2ªed. Guanabara Koogan, 2019.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 2392
    },
    {
      "numero": "9",
      "fonte": "UBS",
      "enunciado": "(AFYA Cruzeiro do Sul) Homem, 44 anos, trabalhador rural, apresenta-se à Unidade Básica de Saúde (UBS) queixando-se de dificuldade para caminhar, acompanhada\nde dor lombar intensa. Segundo o paciente, o quadro de dor teve início háaproximadamente 1 ano e, desde então, vem se agravando gradualmente, com\nepisódios de irradiação da dor para os membros inferiores, especialmente para aregião posterior das coxas e panturrilhas, com dor por vezes incapacitante. O\npaciente descreve a dor como uma sensação de queimação e rigidez,especialmente após longos períodos de trabalho no campo ou após estar em pé por\nmuito tempo. Ele nega a presença de outras patologias prévias relevantes, traumasrecentes, febre, perda de peso inexplicada ou sintomas urinários.\nAnalise o caso clínico e responda às seguintes assertivas:\na) Qual é a principal hipótese diagnóstica? (0,4 ponto)\nb) Explique 2 manobras que podem ser utilizadas para avaliação do paciente,\ndescrevendo qual resultado esperado. (0,8 ponto)c) Indique e oriente uma escala de dor que poderia ser utilizada. (0,3 ponto)",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) Qual a principal hipótese diagnóstica? - valor: 0,4 pontos.\nLombociatalgia, lombalgia com radiculopatia, ciatalgia crônica.\n0 - Caso coloque apenas lombalgia.\nb) Explique 2 manobras que podem ser utilizadas para avaliação do paciente,\ndescrevendo qual resultado esperado. 0,3 para cada manobra e 0,1 para cadaalteração descrita corretamente. Total: 0,8 pt.\nTeste de elevação da perna retificada (Laségue): com o paciente em decúbitodorsal, membros inferiores estendidos, elevar um dos membros inferiores,\nsegurando com uma das mãos no calcanhar e a outra na região anterior do joelho.\nA elevação do membro inferior sem dor deverá alcançar aproximadamente 80º. Noponto em que o paciente sentir dor, baixar a perna lentamente e dorsiflexionar o pé,\nvisando estirar o ciático e reproduzir a lombociatalgia. Este teste serve parareproduzir a dor ciática e será positivo quando o paciente referir dor no dermátomo\ncorrespondente (dor irradiada), enquanto que nos casos de encurtamento dosmúsculos posteriores da coxa o paciente irá referir dor somente na região posterior\nda coxa.\nTeste de Patrick ou FABERE: detecta patologias do quadril ou sacro-ilíacas. Com opaciente em decúbito dorsal, solicitar que coloque o pé de um dos membros\ninferiores sobre o joelho oposto, de modo que a articulação coxofemoral fique emrotação externa, fletida e abduzida. Nesta posição, a presença de dor na região\ninguinal indica patologia do quadril ou da musculatura adjacente. Após fazerpressão divergente com uma das mãos sobre o joelho fletido e a outra nas espinhas\nilíacas anterossuperiores (EIAS) contralateral. Dor indica patologia na sacroilíaca.\nTeste de Schober: com o paciente em posição ortostática, marca-se um ponto nalinha da coluna na altura de L5-S1 (projeção da espinha ilíaca posterior) e outro\nponto 10 cm acima deste; quando a pessoa se agacha (flexão ventral), a distânciaaumenta 5 cm, ficando 15 cm no mínimo entre os dois pontos.\n\npp\nçcoluna lombar, feito em posição ortostática, 15 cm (10 cm acima e 5 cm abaixo do\nprocesso espinhoso L5), é positivo se não ocorrer aumento de pelo menos 6 cm naflexão máxima.\nc) Indique e oriente uma escala de dor que poderia ser utilizada. 0,3 pontos.\nAs escalas de dor mais comumente utilizadas incluem: Escala Verbal Numérica (EVN), Escala Visual Analógica (EVA), Escala de Faces da Dor, Behavioural Pain Scale\n(BPS), Pain Assessment in Advanced Dementia (PAINAD). Solicitar ao paciente que:\nNa EVN: atribua um número de 0 a 10 para indicar a intensidade da dor, sendo 0\n“sem dor” e 10 “a pior dor imaginável”. Na EVA: aponte em uma linha retagraduada (geralmente de 10 cm) o ponto que melhor representa a intensidade da\ndor. Na Escala de Faces da Dor: escolha a figura/faces que melhor expressa oque está sentindo. Na BPS: a dor é avaliada pelo observador, que analisa\nexpressões faciais, movimentos dos membros superiores e adaptação ao ventilador\n(em pacientes intubados). Na PAINAD: utilizada em pacientes com demênciaavançada, avaliando respiração, vocalização, expressão facial, linguagem corporal\ne consolabilidade.",
      "referencias": "BASTOS, R. R. O Método Clínico. 1. ed. Juiz de Fora: Bartlebee, 2014.\nBICKLEY, Lynn S.; SZILAGYI, Peter G.; HOFFMAN, Richard M. Bates – Propedêutica Médica Essencial: Avaliação Clínica, Anamnese, Exame Físico. 9. ed. Rio de Janeiro:\nGuanabara Koogan, 2022. E-book. ISBN 978-85-277-3844-6.\nMINSON, Fabíola P.; BARROS, Carlos Marcelo de; FONSECA, Paulo Renato Barreirosda; et al. Dor. v. 10. (Série Manuais de especialização Einstein). 2. ed. Barueri:\nManole, 2024. E-book. ISBN 978-85-204-6153-2.\nROENN, Jaime H V.; PAICE, Judith A.; PREODOR, Michael E. CURRENT Dor. Porto Alegre: ArtMed, 2010. E-book. p. 1. ISBN 9788580550177.\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 4837
    },
    {
      "numero": "10",
      "fonte": "",
      "enunciado": "(AFYA PARAÍBA) Paciente, sexo masculino, 60 anos, com hérnia inguinal unilateralsintomática, foi admitido em hospital para procedimento eletivo de hernioplastia\ninguinal unilateral sob anestesia geral. Durante o preparo cirúrgico, o cirurgiãochefe identificou falhas no processo de preparo da cirurgia: alguns membros da\nequipe não estavam corretamente paramentados, a pele da região inguinal nãohavia sido higienizada, o paciente encontrava-se em posição lateral sem ajustes\nadequados, e os campos cirúrgicos foram colocados apenas ao redor do local daincisão.\nConsiderando os princípios técnicos da cirurgia:\na) Descreva, em etapas, o processo de escovação e paramentação adequada da\nequipe cirúrgica. (0,5 ponto)b) Explique detalhadamente o preparo correto do paciente e do campo operatório\npara a hernioplastia inguinal unilateral. (0,5 ponto)c) Explique as diferenças no preparo de procedimentos de pequeno e de médio\nporte, considerando higienização da pele, colocação dos campos cirúrgicos eposicionamento do paciente. (0,5 ponto).",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) escovação e paramentação da equipe cirúrgica: 0,5 ponto.\nHigienização das mãos: escovação cirúrgica antisséptica até o terço médio dosantebraços.\nColocação do avental estéril: feita pelo circulante, garantindo técnica asséptica.\nColocação das luvas estéreis: cirurgião e auxiliares com técnica fechada;instrumentador também paramentado.\nb) Preparo do paciente e campo operatório (médio porte – hernioplastia): 0,5 ponto.\nPosicionamento: paciente em posição supina, braços abduzidos em até 90°, fixadosem suportes, com proteção de proeminências ósseas.\nHigienização da pele: tricotomia prévia, se necessária; antissepsia ampla comsolução degermante e antisséptico alcoólico/iodado, iniciando no umbigo e\nexpandindo em movimentos centrífugos.\nIsolamento com campos: colocação de campos estéreis amplos, não restritosapenas ao local da incisão, cobrindo toda a região abdominal superior e inferior,\ngarantindo isolamento adequado.\nc) Diferenças entre pequeno e médio porte: 0,5 ponto.\nDiferenças:\nPequeno porte: preparo da pele geralmente restrito à área de incisão; camposcirúrgicos localizados; posicionamento mais simples e rápido.\nMédio porte: preparo mais amplo da pele (regiões adjacentes ao sítio), uso decampos maiores para isolamento completo; posicionamento cuidadoso com\nproteção de articulações e monitorização contínua do paciente.",
      "referencias": "GOFFI, Fábio Schmidt. Técnica cirúrgica: bases anatômicas, fisiológicas e técnicasda cirurgia. São Paulo: Atheneu, 2007.\nKIRK, Raymond Maurice. Bases técnicas da cirurgia. 6. ed. Rio de Janeiro:\nElsevier, 2011.\nPOSSARI, João F. Centro cirúrgico: planejamento, organização e gestão. 5. ed. Riode Janeiro: IÁTRIA, 2009. E-book. ISBN 9788576140887. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/ Acesso em: 10 out. 2025.\nSAVASSI-ROCHA, Paulo R.; SANCHES, Soraya Rodrigues de A.; SAVASSI-ROCHA, Alexandre L. Cirurgia de ambulatório. Rio de Janeiro: MedBook Editora, 2013. E-\nbook. ISBN 9786557830215. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/ Acesso em: 10 outubro 2025\nFeedback:\n-",
      "tem_imagem": false,
      "tamanho_caracteres": 3146
    }
  ]
}