{
  "metadata": {
    "arquivo_origem": "SOI V - (2025.1).pdf",
    "total_questoes": 15,
    "questoes_objetivas": 13,
    "questoes_dissertativas": 2,
    "data_extracao": "2025-12-22T17:34:16.839719"
  },
  "questoes": [
    {
      "numero": "1",
      "fonte": "UNIDEP",
      "enunciado": "(UNIDEP) Vanessa e Diogo, estudantes de Medicina, estão revisando o conteúdo para a prova de Psiquiatria. Diogo decide testar os conhecimentos de Vanessa sobre a apresentação clínica do\ndelirium, propondo algumas afirmações para que ela avalie como verdadeiras ou falsas.\nComo apoio à Vanessa, analise criticamente as seguintes assertivas:\nI. Alterações do ciclo sono-vigília são comuns, pode haver insônia e certa agitação no período\nnoturno e sonolência no período diurno.\nII. O quadro do delirium apresenta flutuação ao longo do dia, com variações importantes no nível\nde atenção e consciência.\nIII. Desorientação temporal e espacial são comuns, e a temporal costuma ocorrer antes da\nespacial.\nIV. O delirium geralmente inicia com apatia e sonolência e só depois evolui com ansiedade e\nagitação psicomotora.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "As assertivas I, II e III são verdadeiras e apenas a IV está incorreta quanto à ordem dos sintomas\niniciais.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Apenas a assertiva IV está correta, sendo a única que descreve fielmente a apresentação clínicado delirium no idoso.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Somente a assertiva III é verdadeira, pois as demais não descrevem corretamente os aspectosclínicos típicos do delirium.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "As assertivas II e IV são verdadeiras, pois flutuação e apatia inicial são características comunsem quadros de delirium.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Assertiva I – Verdadeira:\nO delirium é marcado por alteração do ciclo sono-vigília, com sintomas que se intensificam à noite (“fenômeno do pôr do sol”). Alterações do ciclo sono-vigília são comuns, pode haver insônia e\ncerta agitação no período noturno e sonolência no período diurno. Isso está bem documentado em\nDalgalarrondo (2019, p. 434).\nAssertiva II – Verdadeira:\nA flutuação ao longo do dia é um critério diagnóstico essencial para delirium. O paciente podeparecer lúcido em um momento e confuso em outro.\nAssertiva III – Verdadeira:\nÉ comum ocorrer primeiro desorientação temporal, seguida da espacial, conforme descrito em\nDalgalarrondo e outros manuais de psicopatologia.\nAssertiva IV – Falsa:\nA apresentação inicial do delirium costuma ser com ansiedade, inquietação e dificuldade deconcentração. Apatia e sonolência ocorrem em quadros hipoativos ou em fases mais avançadas,\nnão como padrão inicial.",
      "referencias": "DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. 3ª ed. Porto Alegre: ArtMed, 2019. E-book. pág. 434. ISBN 9788582715062. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788582715062/. Acesso em: 30 mar. 2025\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21ª ed. Porto Alegre: AMGH, 2024. E-book. p. 3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/. Acesso em: 30 mar.\n2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 504. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 30 mar. 2025",
      "tem_imagem": false,
      "tamanho_caracteres": 3124
    },
    {
      "numero": "2",
      "fonte": "AFYA PALMAS",
      "enunciado": "(AFYA PALMAS) Uma paciente de 67 anos, pós-menopáusica, com histórico de fratura de punhoapós queda da própria altura, realiza densitometria óssea com T-score de: –2,8 na coluna lombar.\nAo retornar à consulta, questiona-se sobre as estratégias terapêuticas indicadas para seu caso.\nOrganização Mundial da Saúde (OMS). Tabela de Classificação segundo o T-score:\nT-score Classificação\n≥ –1,0\nNormal\nEntre –1,0 e –2,4\nOsteopenia (baixa massa óssea)\n≤ –2,5\nOsteoporose ≤ –2,5 com fratura por fragilidade Osteoporose grave (ou estabelecida)",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A prática de atividade física intensa deve ser evitada por todos os pacientes, pois eleva o risco defraturas ósseas.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "A terapia com bifosfonatos é indicada somente após fraturas osteoporóticas, para prevenir novasfraturas em pacientes fragilizados.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "O uso de estrogênio é sempre a primeira escolha em mulheres na pós-menopausa para prevenirperda óssea progressiva.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "A suplementação de cálcio e vitamina D é parte fundamental da terapêutica, especialmente em\npacientes com risco de fraturas.",
          "correta": true
        }
      ],
      "resposta_correta": "C",
      "resposta_comentada": "Alternativa correta: A suplementação de cálcio e vitamina D é parte fundamental da terapêutica,especialmente em pacientes com risco de fraturas.\nA suplementação de cálcio e vitamina D é uma medida basilar no tratamento da osteoporose.\nAmbos contribuem para a mineralização óssea e a manutenção da densidade óssea, sendorecomendados mesmo em pacientes que utilizarão terapias farmacológicas adicionais.\nDistratores:\nAlternativa incorreta: A terapia com bifosfonatos é indicada somente após fraturas osteoporóticas,para prevenir novas fraturas em pacientes fragilizados.\nA terapia com bifosfonatos pode e deve ser iniciada em pacientes com densidade óssea reduzidae alto risco de fraturas, mesmo sem fratura prévia. Segundo a NOF (National Osteoporosis\nFoundation), é indicada em pacientes com T-score ≤ -2,5 ou fraturas osteoporóticas prévias.\nAlternativa incorreta: O uso de estrogênio é sempre a primeira escolha em mulheres na pósmenopausa para prevenir perda óssea progressiva.\nEmbora os estrogênios tenham efeito protetor sobre o osso, seu uso não é universalmenterecomendado como primeira linha. São reservados para casos específicos, devido ao risco\naumentado de eventos tromboembólicos e câncer de mama. A escolha deve ser individualizada.\nAlternativa incorreta: A prática de atividade física intensa deve ser evitada por todos os pacientes,pois eleva o risco de fraturas ósseas.\nA atividade física leve a moderada é altamente recomendada na osteoporose. Exercícios deresistência e equilíbrio reduzem risco de quedas e fortalecem os ossos. Apenas exercícios de\nimpacto elevado devem ser avaliados com cautela.",
      "referencias": "LOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21ª ed. Porto Alegre: AMGH, 2024. E-book. p. 3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/.",
      "tem_imagem": true,
      "tamanho_caracteres": 3115
    },
    {
      "numero": "3",
      "fonte": "AFYA ITACOATIARA",
      "enunciado": "(AFYA ITACOATIARA) Durante o estágio na ortopedia, um acadêmico de medicina acompanhouo ortopedista no exame físico de dois pacientes com suspeitas de síndrome do túnel do carpo\n(STC). Nos dois casos, o médico realizou o teste de Tinel, com palpação percussiva na região dopulso. No primeiro caso, o paciente relatou ao teste dormência que ia desde o quarto dedo até o\nquinto dedo. No segundo caso, ao mesmo teste de Tinel, o paciente relatou dormência na regiãocompreendida entre o primeiro dedo e a metade medial do quarto dedo.\nO estudante então indagou ao médico como essas informações o fizeram descartar a hipótese desíndrome do túnel do carpo em um dos casos e confirmar no outro. Marque a assertiva correta\nsobre a explicação do ortopedista.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "No segundo caso, foi confirmada a STC, pois a região que apresentou dormência é inervada pelonervo ulnar, que tem seu trajeto passando pelo túnel do carpo.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "No primeiro caso, a STC foi descartada, pois a região que apresentou dormência é inervada pelonervo radial, e este nervo não passa pelo túnel do carpo em seu trajeto.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "No primeiro caso, a STC foi descartada, pois a região que apresentou dormência é inervada pelonervo mediano, e este nervo não passa pelo túnel do carpo.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "No segundo caso, foi confirmada a STC, pois a região que apresentou dormência é inervada pelonervo mediano, que tem seu trajeto passando pelo túnel do carpo.",
          "correta": true
        }
      ],
      "resposta_correta": "C",
      "resposta_comentada": "Alternativa - No segundo caso, foi confirmada a síndrome do túnel do carpo, pois a região queapresentou dormência é inervada pelo nervo mediano, que tem seu trajeto passando pelo túnel do\ncarpo.\nEssa é a assertiva correta, visto que, segundo a literatura, a Síndrome do Túnel do Carpo secaracteriza por dormência na região inervada pelo nervo mediano, que vai do primeiro dedo até a\nmetade medial do quarto dedo. O nervo mediano tem seu trajeto passando pelo interior dochamado túnel do carpo. Na situação patológica, acaba por sofrer compressão das estruturas\npresentes no túnel do carpo, causando a sintomatologia observada na patologia.\nAlternativa - No primeiro caso, a síndrome do túnel do carpo foi descartada, pois a região queapresentou dormência é inervada pelo nervo mediano, e este nervo não passa pelo túnel do\ncarpo.\nEssa assertiva está incorreta, pois o nervo mediano passa pelo túnel do carpo em seu trajeto.\nAlternativa - No segundo caso, foi confirmada a síndrome do túnel do carpo, pois a região queapresentou dormência é inervada pelo nervo unar, que tem seu trajeto passando pelo túnel do\ncarpo.\nEssa assertiva está incorreta, pois o nervo unar inerva a região da metade distal do quarto dedoaté o quinto dedo, e este nervo não passa pelo túnel do carpo.\nAlternativa - No primeiro caso, a síndrome do túnel do carpo foi descartada, pois a região queapresentou dormência é inervada pelo nervo radial, e este nervo não passa pelo túnel do carpo\nem seu trajeto.\nEssa assertiva está incorreta, pois a região que apresentou dormência não é inervada pelo nervoradial, e sim pelo nervo unar.",
      "referencias": "Arthur F. D. ; AGUR, Anne M. R. Moore. Anatomia Orientada Para a Clínica. 9ª ed. Rio de Janeiro: Guanabara Koogan, 2024. E-book. p. 258. ISBN 9788527740128. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527740128/. Acesso em: 02 mar.\n2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 1360. ISBN 9788527737876. Disponível em: https://integrada.minhabiblioteca. Acesso\nem: 02 mar. 2025.",
      "tem_imagem": false,
      "tamanho_caracteres": 3590
    },
    {
      "numero": "4",
      "fonte": "CORRETA",
      "enunciado": "(UNISL JI-PARANÁ) Homem, 35 anos, é atendido no pronto-socorro após apresentar sinais derigidez muscular seguido por períodos de relaxamento, com duração de 1-2 minutos, perda de\nconsciência e quedas. O paciente apresenta diagnóstico prévio de convulsão do tipo tônicoclônica. Durante a avaliação, a equipe médica busca identificar possíveis fatores predisponentes\ne iniciar o tratamento mais adequado. Como medida terapêutica medicamentosa, foi utilizado oácido valproico.\nQual das alternativas abaixo melhor descreve um dos mecanismos de ação do fármaco utilizadopara o tratamento do paciente do caso clínico acima descrito?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Atua exclusivamente nos canais de cálcio tipo T, impedindo e modulando a transmissão sinápticaexcitatória.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Estimula a liberação de acetilcolina, causa despolarização neuronal, ativação do GABA e reduçãodas crises convulsivas.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Ativa os receptores NMDA, o que reduz a atividade do glutamato com aumento do GABA epromove inibição neuronal.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Inibição dos canais de sódio, reduzindo a excitação neuronal e a propagação da atividadeepiléptica.",
          "correta": true
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Alternativa correta:\nInibição dos canais de sódio, reduzindo a excitação neuronal e a propagação da atividadeepiléptica.\nO ácido valproico tem múltiplos mecanismos de ação, sendo os principais:\n1. Inibição dos canais de sódio dependentes de voltagem, reduzindo a excitação neuronal\ne a propagação da atividade epiléptica.\n2. Aumento da atividade do GABA, o principal neurotransmissor inibitório do SNC, ao inibir\na enzima GABA transaminase, responsável por degradá-lo. Isso leva a um efeitoinibitório no cérebro, reduzindo a excitabilidade neuronal.\n3. Modulação dos canais de cálcio tipo T, auxiliando no controle de crises de ausência.\nAlternativas incorretas:\nAtua exclusivamente nos canais de cálcio tipo T, impedindo e modulando a transmissão sinápticaexcitatória.\nO ácido valproico atua nos canais de cálcio tipo T, mas essa não é sua única e nemprincipal ação.\nEssa descrição está mais associada à etosuximida, um fármaco utilizado notratamento de crises de ausência, cujo mecanismo de ação envolve bloqueio seletivo\ndos canais de cálcio tipo T no tálamo.\nO uso do termo \"exclusivamente\" invalida essa alternativa, pois o ácido valproicotambém age nos canais de sódio e no GABA.\nAtiva os receptores NMDA, o que reduz a atividade do glutamato com aumento do GABA epromove inibição neuronal.\nO bloqueio dos receptores NMDA está mais relacionado a fármacos como felbamato eketamina, que atuam reduzindo a ação excitatória do glutamato. E o mecanismo de\nação seria o bloqueio e não a ativação.\nO ácido valproico não age diretamente nos receptores NMDA, mas sim por meio damodulação do GABA e do bloqueio dos canais de sódio.\nEstimula a liberação de acetilcolina, causa despolarização neuronal, ativação do GABA e reduçãodas crises convulsivas.\nA acetilcolina é um neurotransmissor excitatório em diversas regiões do sistemanervoso.\nEstimular sua liberação aumentaria a atividade neuronal, o que poderia até precipitarcrises epilépticas, em vez de reduzi-las.\nNenhum dos principais anticonvulsivantes age por esse mecanismo.",
      "referencias": "BRUTON, L. L.; HILAL-DANDAN, R. As bases farmacológicas da terapêutica de Goodman e Gilman. 13. ed. Porto Alegre: ArtMed, 2018. E-book. p. 389. ISBN 9788580556155. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788580556155/. Acesso em: 05 mar.\n2025.",
      "tem_imagem": false,
      "tamanho_caracteres": 3498
    },
    {
      "numero": "5",
      "fonte": "AFYA ITABUNA",
      "enunciado": "(AFYA ITABUNA) A coluna vertebral é formada por 33 vértebras, sendo 7 cervicais, 12 torácicas, 5 lombares, 5 sacrais e 4 coccígeas. Ela protege a medula espinhal. Analise as assertivas a\nseguir:\nI. As vértebras lombares estão localizadas entre o segmento torácico da coluna vertebral e o\nsacro, são as maiores vértebras da coluna, e essas maiores dimensões estão relacionadas à suafunção de suportar todo o peso do corpo.\nII. Ao longo do segmento lombar da coluna, as raízes da cauda equina deixam o canal vertebral\natravés dos forames intervertebrais. As raízes de L1 deixam o canal vertebral nos foramesintervertebrais entre L1 e L2, as raízes de L2 nos forames intervertebrais entre L2 e L3, e assim\nsucessivamente.\nIII. O músculo multífido é um grupo de músculos localizados ao longo do dorso e atua\nestabilizando e rotacionando a coluna.\nIV. A curvatura fisiológica da coluna lombar é uma cifose, diferente da cervical que é uma lordose.\nMarque a alternativa que contenha apenas assertivas corretas.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "II, III e IV.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "I, II e III.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "I, II e IV.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "I, II, III e IV.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A alternativa IV está incorreta, pois a curvatura fisiológica da coluna lombar é uma lordose, igual àda cervical, que também é uma lordose.\nAs outras das alternativas estão corretas.\nAs vértebras lombares estão localizadas entre o segmento torácico da coluna vertebral e o sacro,são as maiores vértebras da coluna, e essas maiores dimensões estão relacionadas à sua\nfunção de suportar todo o peso do corpo.\nAo longo do segmento lombar da coluna, as raízes da cauda equina deixam o canal vertebralatravés dos forames intervertebrais. As raízes de L1 deixam o canal vertebral nos forames\nintervertebrais entre L1 e L2, as raízes de L2 nos forames intervertebrais entre L2 e L3, e assimsucessivamente.\nO músculo multífido é um grupo de músculos localizados ao longo do dorso e atua estabilizando erotacionando a coluna.",
      "referencias": "Anne M. Gilroy, Brian R. MacPherson, Lawrence M. Ross e Michael Schuenke, Atlas of Anatomy,\n2ª edição, Thieme, Capítulo 2.",
      "tem_imagem": false,
      "tamanho_caracteres": 2133
    },
    {
      "numero": "6",
      "fonte": "AFYA IPATINGA",
      "enunciado": "(AFYA IPATINGA) Criança, 10 anos, gênero masculino, previamente saudável, comparece comsua mãe para atendimento médico com queixa de dor intensa na perna direita há cinco dias. A dor\nteve início insidioso e progrediu, tornando-se incapacitante. O paciente apresenta febre (38,7°C) enega trauma recente. Sua mãe relata que, uma semana antes do início dos sintomas, ele teve um\nquadro de faringite, tratado apenas com sintomáticos.\nNo exame físico, a criança apresenta dor intensa à palpação da região da metáfise distal do fêmurdireito, associada a calor e edema local, sem sinais de derrame articular. Há limitação da\nmobilidade ativa e passiva devido à dor.\nExames laboratoriais revelam:\nLeucocitose com desvio à esquerda.\nProteína C reativa (PCR) aumentada.\nVelocidade de hemossedimentação (VHS) elevada.\nHemoculturas em processamento.\nA radiografia da perna direita não mostra alterações significativas, mas a ressonância magnéticaevidencia edema medular e reação perióstica na metáfise distal do fêmur.\nCom base nesse quadro, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A dor óssea inflamatória e os achados laboratoriais elevados sugerem osteomielite, uma infecção\nóssea frequentemente causada por Staphylococcus aureus.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "O quadro clínico é compatível com artrite séptica, uma vez que há febre e dor intensa, sugerindoinflamação articular primária.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "A osteomielite é uma condição exclusivamente crônica, sem manifestação aguda como aobservada no caso descrito.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "A ausência de lesão articular evidente e a radiografia sem alterações descartam infecção óssea,sendo mais provável uma dor mecânica relacionada ao crescimento.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "O caso descreve um quadro compatível com osteomielite hematogênica aguda, caracterizada porfebre, dor óssea inflamatória (não mecânica), aumento de marcadores inflamatórios e exames de\nimagem sugestivos. A artrite séptica seria uma possibilidade, mas geralmente envolvecomprometimento articular direto. A alternativa \"A ausência de lesão articular evidente e a\nradiografia sem alterações descartam infecção óssea, sendo mais provável uma dor mecânicarelacionada ao crescimento.\" está incorreta, pois a osteomielite inicial pode não apresentar\nalterações radiográficas evidentes. A alternativa \"A osteomielite é uma condição exclusivamentecrônica, sem manifestação aguda como a observada no caso descrito.\" é incorreta, pois a\nosteomielite pode ser tanto aguda quanto crônica.",
      "referencias": "DynaMed. Osteomielite. Serviços de informação da EBSCO. Disponível em:\nhttps://www.dynamed.com/condition/osteomyelitis#GUID-99BED570-4D40-4137. Acesso em: 30mar. 2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 1360. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": true,
      "tamanho_caracteres": 2924
    },
    {
      "numero": "7",
      "fonte": "CORRETA",
      "enunciado": "(AFYA BRAGANÇA) Homem, 48 anos, trabalhador braçal, procura atendimento médico comqueixa de dor cervical irradiada para o membro superior direito há três semanas. Ele relata\nparestesia no primeiro e segundo dedos da mão direita, além de fraqueza para realizarmovimentos de flexão do cotovelo e supinação do antebraço. No exame neurológico, observa-se\ndiminuição do reflexo bicipital e redução da força em flexão do cotovelo.\nCom base no quadro clínico apresentado, qual a raiz nervosa mais provavelmente acometida?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "C6.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "C4.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "C7.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "C8.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A raiz nervosa C6 é responsável pela inervação sensitiva do polegar e do segundo dedo, além deatuar na flexão do cotovelo e supinação do antebraço. O reflexo bicipital é predominantemente\nmediado por C5 e C6, e a diminuição do reflexo sugere comprometimento dessas raízes, sendo C6 a mais associada ao padrão descrito. A alternativa que indica C4 está incorreta, pois C4 está\nmais relacionada à inervação de áreas do plexo cervical. A alternativa que indica C7 estáincorreta, pois C7 está associada à extensão do cotovelo e ao reflexo tricipital. A alternativa que\nindica C8 está incorreta, pois C8 inerva os músculos flexores dos dedos e está relacionada àpreensão da mão, afetando o quarto e quinto dedos.",
      "referencias": "SPLITTGERBER, Ryan. Snell Neuroanatomia Clínica. 8ª ed. Rio de Janeiro: Guanabara Koogan, 2021. E-book. p. 322. ISBN 9788527737913. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737913/. Acesso em: 09/03/2025.\nDynaMed. Dor radicular cervical e radiculopatia. EBSCO Information Services. Disponível em:\nhttps://www.dynamed.com/condition/cervical-radicular-pain-and-radiculopathy. Acesso em: 15nov. 2024.",
      "tem_imagem": false,
      "tamanho_caracteres": 1804
    },
    {
      "numero": "8",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Durante avaliação de rotina em uma lactente de 4 semanas, o pediatranota limitação da abdução do quadril esquerdo e Ortolani positivo. A paciente é do sexo feminino,\nprimogênita, com parto em apresentação pélvica.\nConsiderando o quadro clínico e a principal hipótese diagnóstica, qual das alternativas abaixo estácorreta?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A radiografia de bacia é preferencial, pois permite avaliação precoce do acetábulo mesmo emrecém-nascidos sem ossificação.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "A ultrassonografia é indicada nesse caso, pois o quadril ainda não ossificou e os sinais clínicos\nsugerem a principal hipótese.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "O exame físico não é útil no diagnóstico deste paciente, sendo necessário aguardar sinaisclínicos tardios para investigação.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "A manobra de Ortolani avalia quadris normais e estáveis, sendo positiva quando a articulaçãoestá devidamente posicionada.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Justificativas:\nAlternativa (correta):\nA ultrassonografia é o exame de escolha até 4 - 6 meses de idade, pois avalia bem as estruturascartilaginosas do quadril. A presença de sinais clínicos (limitação de abdução, Ortolani positivo) e\nfatores de risco aumentam a indicação da investigação imediata.\nDistratores:\nAlternativa:\nA radiografia não é indicada antes dos 4 a 6 meses devido à imaturidade óssea. O núcleo deossificação femoral ainda não está visível na maioria dos recém-nascidos.\nAlternativa:\nA manobra de Ortolani é positiva quando o quadril está luxado e pode ser reduzido com abduçãoe pressão anterior, sugerindo instabilidade. Ela não identifica quadris normais.\nAlternativa:\nO exame físico é essencial para a triagem de DDQ, especialmente nos primeiros meses de vida.\nSinais como Ortolani positivo e limitação da abdução indicam necessidade de investigação.",
      "referencias": "Arthur F. D.; AGUR, Anne M. R. Moore. Anatomia Orientada Para a Clínica. 9ª ed. Rio de Janeiro:\nGuanabara Koogan, 2024. E-book. p. 258. ISBN 9788527740128. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527740128/. Acesso em: 30 mar.\n2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 1360. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": true,
      "tamanho_caracteres": 2347
    },
    {
      "numero": "9",
      "fonte": "ITPAC PORTO NACIONAL",
      "enunciado": "(ITPAC PORTO NACIONAL) Mulher, 52 anos, procura atendimento médico referindo dor articularhá três meses. Relata que a dor começou insidiosamente, afetando inicialmente as articulações\nmetacarpofalângicas e interfalângicas proximais das mãos, com rigidez matinal superior a 1 horae melhora parcial ao longo do dia com a movimentação. Também relata fadiga e sensação de\nedema nas articulações. No exame físico, observa-se edema e calor articular bilateralmente nasmãos, além de limitações dos movimentos. Não há histórico de trauma prévio.\nOs exames laboratoriais mostram:\nPCR: 12 mg/L (VR: <5 mg/L).\nVHS: 65 mm/h (VR: <20 mm/h).\nFator reumatóide: positivo.\nAnti-CCP: positivo.\nCom base na apresentação clínica e nos exames laboratoriais do paciente, qual é a melhorclassificação para o quadro articular?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Mecânico, artrite, crônica.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Inflamatório, artralgia, crônica.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Inflamatório, artrite, crônica.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Mecânico, artrite, aguda.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Um paciente apresenta um quadro compatível com artrite inflamatória crônica, possivelmenteartrite reumatóide. As características inflamatórias incluem dor persistente, dificuldade matinal\nprolongada, melhora com o movimento e presença de edema e calor articular. Além disso,exames laboratoriais confirmam um processo inflamatório com elevação de PCR e VHS, além da\npositividade do fator reumatoide e anti-CCP, típicos da artrite reumatoide.\nJustificativa das alternativas incorretas.\nMecânico, artrite, agudo: distúrbios mecânicos geralmente apresentam dor piorandocom o movimento, sem sinais inflamatórios sistêmicos ou laboratoriais. Além disso, o\nquadro não é agudo, mas específico.\nArtralgia inflamatória, crônica: artralgia refere-se apenas à dor articular, enquanto opaciente apresenta sinais inflamatórios, como edema e calor articular, caracterizando\nartrite.\nMecânico, artrite, moderno: doenças mecânicas, como osteoartrose, tendem a nãoapresentar alterações inflamatórias sistêmicas e laboratoriais. A presença de fatores\nsorológicos positivos reforça a origem inflamatória.",
      "referencias": "FILHO, Geraldo B. Bogliolo - Patologia. 10ª edição. Grupo GEN, 2021. 9788527738378.\nDisponível em: https://integrada.minhabiblioteca.com.br/#/books/9788527738378/. Acesso em: 30mar. 2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª edição. Rio de Janeiro: Guanabara Koogan, 2021.\nE-book. p. 1360. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": false,
      "tamanho_caracteres": 2569
    },
    {
      "numero": "10",
      "fonte": "CORRETA",
      "enunciado": "(AFYA PARAÍBA) Um homem, de 35 anos, previamente saudável, procura atendimento porepisódios recorrentes de dor de cabeça intensa nos últimos três meses. Ele relata dor unilateral\nna região orbitotemporal esquerda, de forte intensidade, descrita como explosiva e excruciante.\nAs crises duram cerca de 45 minutos, ocorrem duas vezes ao dia, principalmente à noite. Essessurtos diários duram por até 8 semanas aproximadamente e são acompanhados por\nlacrimejamento e congestão nasal do mesmo lado da dor. Durante os episódios, sente intensainquietação, não conseguindo ficar parado. No exame físico e neurológico não há alterações, e os\nsinais vitais estão normais.\nCom base no caso clínico descrito, avalie as afirmativas a seguir:\nI. O diagnóstico mais provável é cefaleia em salvas, sendo fundamental diferenciá-la da\nenxaqueca.\nII. A tomografia de crânio é obrigatória para confirmar o diagnóstico de cefaleias primárias como a\ncefaleia em salvas, mesmo com exame neurológico normal.\nIII. O tratamento abortivo de primeira linha envolve administração de oxigênio a 100% por\nmáscara facial e uso de sumatriptana subcutânea.\nIV. A sumatriptana age nos receptores serotoninérgicos 5-HT1B, levando, em modelos animais, à\nvasoconstrição das artérias, com maior intensidade nas artérias cerebrais e durais.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "I e III.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "I, III e IV.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "II e IV.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "I, II, III e IV.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Gabarito correto: I, III e IV. Justificativas das afirmativas:\nAfirmativa I – Correta:\nA cefaleia em salvas caracteriza-se por dor orbitotemporal intensa, unilateral, com sintomasautonômicos ipsilaterais e comportamento de agitação. A diferenciação com enxaqueca é\nessencial, pois esta apresenta dor mais duradoura, pulsátil, associada a náuseas e fotofobia, masnão costuma causar agitação motora.\nAfirmativa II – Incorreta:\nO diagnóstico de cefaleia em salvas é clínico. Exames de imagem, como a TC ou RM, sãoindicados apenas em casos atípicos ou com sinais de alerta (ex. início após os 50 anos, déficit\nneurológico focal, alteração do padrão de dor).\nAfirmativa III – Correta:\nO oxigênio a 100% por máscara facial não reinalante (7 a 15 L/min por 15 a 20 minutos) éaltamente eficaz. O sumatriptano subcutâneo é o abortivo de escolha. Triptanos orais têm início\nde ação mais lento e menor eficácia.\nAfirmativa IV – Correta:\nAs triptanas, inclusive a sumatriptana, agem nos receptores serotoninérgicos 5-HT1B na paredevascular. Em modelo animal, provocam constrição das artérias, com maior intensidade nas\nartérias cerebrais e durais e inibem a inflamação asséptica perivascular, em vasos sanguíneos dadura-máter, induzidas pela estimulação do gânglio do trigêmeo, através de receptores\nserotoninérgicos 5-HT1D.",
      "referencias": "NORRIS, Tommie L. Porth - Fisiopatologia. 10th ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p.428. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/.\nSILVA, Penildon. Farmacologia, 8ª edição. Rio de Janeiro: Guanabara Koogan, 2010. E-book.\np.484. ISBN 978-85-277-2034-2. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/978-85-277-2034-2/. Acesso em: 30 mar.\n2025.\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21st ed. Porto Alegre: AMGH, 2024. E-book. p.3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": true,
      "tamanho_caracteres": 3535
    },
    {
      "numero": "11",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Mulher, de 74 anos, chega ao pronto-socorro acompanhada pela famíliacom história de início súbito, há aproximadamente 2 horas, de fraqueza intensa no braço e na\nperna esquerda, dificuldade de fala e desvio da boca para o lado direito. A paciente tem históricode hipertensão arterial há 20 anos, fibrilação atrial crônica há 4 anos (irregularmente tratada),\ndiabetes mellitus tipo 2 há 10 anos, dislipidemia e é fumante ativo há 50 anos. Familiares afirmamque ela teve sintomas gripais com febre baixa (37,8 °C) há cerca de 5 dias, além de diarreia leve\ndesde ontem. No exame inicial, está consciente, orientada, pressão arterial 180/100 mmHg,frequência cardíaca 98 bpm com ritmo irregular, saturação de oxigênio de 95%, temperatura axilar\nde 37,5°C e glicemia capilar 180 mg/dL. Realizou-se imediatamente uma tomografiacomputadorizada de crânio sem contraste, que se mostrou normal.\na) Identifique todos os fatores de risco presentes nesta história clínica que reforçam a principal\nhipótese diagnóstica.\nb) Considerando a tomografia inicial e o início dos sintomas há 2 horas, qual medicamento\nespecífico (ou classe medicamentosa) deve ser administrado imediatamente, se não houvercontraindicações?\nc) Qual é o mecanismo de ação exato deste medicamento indicado na questão anterior?",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "Resposta esperada (comentada):\na) Fatores de risco presentes para AVC isquêmico:\nHipertensão arterial crônica.\nFibrilação atrial crônica.\nDiabetes mellitus tipo 2.\nDislipidemia.\nTabagismo.\nIdade.\nJustificativa: todos esses são fatores de risco comprovadamente associados ao AVC isquêmico.\nA hipertensão é o principal fator de risco, seguida por fibrilação atrial (associada a AVCcardioembólico), diabetes e dislipidemia (que aceleram a aterosclerose), e tabagismo (associado\nà doença vascular).\nb) Medicamento específico a ser administrado imediatamente:\nrtPA (ativador do plasminogênio tecidual recombinante) intravenoso.\nJustificativa: o paciente está claramente dentro da janela terapêutica para uso de rtPA (até 4,5horas após o início dos sintomas), com TC normal sem sinais de hemorragia ou outras\ncontraindicações imediatas. A administração precoce é fundamental para reperfundir a áreaisquêmica e preservar a penumbra cerebral.\nc) Mecanismo de ação exato do rtPA:\nO rtPA converte o plasminogênio em plasmina. A plasmina, por sua vez, degradadiretamente a fibrina do coágulo (trombo), levando à sua dissolução e restaurando o\nfluxo sanguíneo cerebral.\n\nJust cat a a ação d eta a ba é esse c a pa a estau a\nap dae te a c cu ação e\ntao dano neurológico no AVC isquêmico.\nRubrica detalhada para correção (total: 1,0 ponto).\nItem (a): Identificação dos fatores de risco (0,4 ponto).\n0,08 ponto por cada fator correto citado (máximo 0,4 ponto):\nHipertensão arterial.\nFibrilação atrial.\nDiabetes mellitus tipo 2.\nDislipidemia.\nTabagismo.\nIdade.\nNão pontuar fatores incorretos (febre, diarreia, gripe).\nSe colocar apenas PA 180/100 mmHg ou glicemia capilar 180 mg/dL acrescentar 0,1ponto, desde que não ultrapasse a pontuação máxima quando somado aos outros e\nnão se sobreponha a HAS e Diabetes, respectivamente.\nItem (b): Medicamento indicado (0,3 pontos):\nCorreta: rtPA intravenoso: 0,3 pontos. Também será aceito e deve-se considerarcorreta a pontuação máxima se colocar trombolítico ou fibrinolítico.\nQualquer outra resposta (antiplaquetário, anticoagulante isolado, anti-hipertensivoisolado): 0 ponto.\nSe o aluno colocar: Tenecteplase (TNK-tPA), considerar pontuação 0,3 pontos (medicação semelhante a alteplase).\nSe colocar na resposta: Estreptoquinase ou Uroquinase (uPA), descontar 0,1 ponto.\nItem (c): Mecanismo de ação (0,3 ponto):\nDescrição correta completa (plasminogênio → plasmina → degradação da fibrina): 0,3ponto (também considerar correto se colocar ativador do plasminogênio e assim pode\nconsiderar pontuação total 0,3 pontos).\nSe descrição de apenas \"trombolítico ou fibrinolítico\" sem explicar claramente omecanismo: 0,1 ponto.\nMecanismo incorreto (anticoagulante, antiplaquetário): 0 ponto.",
      "referencias": "LOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21ª ed. Porto Alegre: AMGH, 2024. E-book. p. 3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/. Acesso em: 30 mar.\n2025.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 504. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": true,
      "tamanho_caracteres": 4582
    },
    {
      "numero": "12",
      "fonte": "IESVAP",
      "enunciado": "(IESVAP) Criança de 2 anos e 3 meses é levada ao pronto-socorro pelos pais após apresentarhoje um episódio de crise convulsiva na vigência de febre. A mãe relata que a criança já teve\noutro único episódio semelhante, 6 meses atrás, também associado a febre (38,5 e 39°C).\nAmbas as crises tinham a mesma descrição semiológica: movimentos tônico-clônicosgeneralizados, com duração de aproximadamente 2 a 5 minutos, seguidos de breve sonolência\ncom duração de no máximo 10 minutos. Durante o exame físico, nesta admissão, a criançaapresenta temperatura axilar de 39,2°C e sinais de infecção de vias aéreas superiores. O exame\nneurológico pós-ictal está normal, com ausência de sinais neurológicos focais, ausência derigidez de nuca ou outros sinais meníngeos. Encontra-se em bom estado geral e neurológico pós-\nictal.\nQual é o diagnóstico mais provável nesse momento e qual é a conduta mais apropriada?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Meningoencefalite viral ou bacteriana, realizar hemograma, punção liquórica e tratamentoespecífico após resultado dos exames.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Epilepsia Generalizada, iniciar tratamento com fenobarbital em dose de manutenção einvestigação com eletroencefalograma.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Crise convulsiva febril complexa, orientar os pais sobre medidas antitérmicas, realizareletroencefalograma e tomografia computadorizada.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Crise convulsiva febril simples, orientar os pais sobre medidas antitérmicas, tratamento dainfecção respiratória e observar a criança.",
          "correta": true
        }
      ],
      "resposta_correta": "C",
      "resposta_comentada": "Crise convulsiva febril simples. Orientar os pais sobre medidas antitérmicas, tratamento dainfecção respiratória e observar a criança.\nCorreta: Crise febril simples é definida por crises generalizadas únicas em 24h, comduração inferior a 15 minutos, sem recorrência no mesmo dia, com recuperação\nneurológica completa no pós-ictal.\nEpilepsia generalizada. Iniciar tratamento com fenobarbital em dose de manutenção einvestigação com eletroencefalograma.\nIncorreta: Epilepsia generalizada caracteriza-se por crises não provocadas recorrentes.\nNeste caso, as crises são claramente provocadas pela febre. Não há indicação detratamento anticonvulsivante contínuo nem realização imediata de EEG.\nCrise convulsiva febril complexa. Orientar os pais sobre medidas antitérmicas, realizareletroencefalograma e tomografia computadorizada.\nIncorreta: A criança teve uma crise febril em 24 horas, preenchendo os critérios paracrise febril simples. Com duração de menos de 15 minutos, sem recorrência, sem\nalteração neurológica no pós-ictal, e não havia descrição de crise focal. A indicaçãorotineira de EEG e tomografia computadorizada também estaria incorreta se fosse uma\ncrise complexa, devido à ausência de crises prolongadas (>15 minutos), sinaisneurológicos focais ou suspeita clínica de infecção do SNC. A conduta correta é\nobservação clínica, controle sintomático e acompanhamento ambulatorial neurológicoposterior, sem exames invasivos imediatos.\nMeningoencefalite viral ou bacteriana. Realizar hemograma, punção liquórica e tratamentoespecífico após resultado dos exames.\nIncorreta: Não há sinais clínicos compatíveis com meningoencefalite (como rigidez denuca, alteração prolongada do nível de consciência, vômitos persistentes ou déficits\nneurológicos focais). Portanto, exames invasivos (punção lombar) e tratamentoempírico não são indicados nessa situação.",
      "referencias": "BRUTON, L. L.; HILAL-DANDAN, R. As bases farmacológicas da terapêutica de Goodman e Gilman. 13ª ed. Porto Alegre: ArtMed, 2018. E-book. p. 406. ISBN 9788580556155. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9788580556155/. Acesso em: 22 nov.\n2024.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 504. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 21 nov. 2024.\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21ª ed. Porto Alegre: AMGH, 2024. E-book. p. 3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/. Acesso em: 21 nov.\n2024.",
      "tem_imagem": true,
      "tamanho_caracteres": 4190
    },
    {
      "numero": "13",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Um homem, de 64 anos, aposentado, é trazido pela esposa porapresentar lentidão crescente nas atividades diárias, como abotoar a camisa e escrever. Refere\ntremor fino na mão direita em repouso, que melhora com movimento voluntário. Também relataperda progressiva do olfato, constipação intestinal há meses e episódios de sono agitado com\nmovimentos bruscos. No exame físico, observa-se hipomimia, rigidez em roda dentada,bradicinesia e reflexo glabelar persistente.\nCom base na principal hipótese do caso apresentado e em relação à fisiopatologia, manifestaçõesclínicas e princípios farmacológicos, qual alternativa está mais adequada?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A doença cursa com degeneração dopaminérgica e formação de corpos de Lewy. A levodopa\npromove alívio significativo dos sintomas motores, especialmente nos estágios iniciais da doença.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "A origem fisiopatológica da doença é sempre vascular, atingindo os núcleos da base e o cerebelo.\nOs vasodilatadores cerebrais são os pilares terapêuticos recomendados na maioria dospacientes.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "A doença resulta de lesão colinérgica medular e central, sendo os anticolinesterásicos a terapiainicial mais eficaz. A formação dos corpos de Lewy tem papel secundário na fisiopatologia.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Os sintomas não motores surgem tardiamente por efeitos adversos da levodopa, por isso eladeve ser evitada precocemente mesmo quando há comprometimento funcional significativo no\npaciente.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Alternativa correta:\nA doença cursa com degeneração dopaminérgica e formação de corpos de Lewy. A levodopapromove alívio significativo dos sintomas motores, especialmente nos estágios iniciais da doença.\nJustificativa: A Doença de Parkinson envolve perda de neurônios dopaminérgicos na substâncianegra e acúmulo de corpos de Lewy. A levodopa é o tratamento mais eficaz, mas seu início\ndepende da idade, impacto funcional e risco de discinesias.\nDistratores:\nA doença resulta de lesão colinérgica medular e central, sendo os anticolinesterásicos a terapiainicial mais eficaz. A formação dos corpos de Lewy tem papel secundário na patologia.\nJustificativa: A Doença de Parkinson é dopaminérgica e cerebral, não colinérgica nem medular.\nAnticolinesterásicos não têm eficácia nos sintomas motores e corpos de Lewy são centrais nafisiopatologia.\nA origem fisiopatológica da doença é sempre vascular, atingindo os núcleos da base e o cerebelo.\nOs vasodilatadores cerebrais são os pilares terapêuticos recomendados na maioria dospacientes.\nJustificativa: Parkinsonismo vascular é uma condição distinta. A DP idiopática não tem etiologiavascular nem cerebelar, e vasodilatadores não fazem parte do tratamento baseado em evidência.\nOs sintomas não motores surgem tardiamente por efeitos adversos da levodopa, por isso eladeve ser evitada precocemente mesmo quando há comprometimento funcional significativo no\npaciente.\nJustificativa: Os sintomas não motores geralmente precedem os motores e não são causadospela levodopa. A levodopa não deve ser evitada quando há impacto funcional importante.",
      "referencias": "BRUTON, L L.; HILAL-DANDAN, R. As bases farmacológicas da terapêutica de Goodman e Gilman. 13ª ed. Porto Alegre: ArtMed, 2018. E-book. p. 406. ISBN 9788580556155. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9788580556155/. Acesso em: 22 nov.\n2024.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª ed. Rio de Janeiro: Guanabara Koogan, 2021. Ebook. p. 504. ISBN 9788527737876. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788527737876/. Acesso em: 21 nov. 2024.\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. 21ª ed. Porto Alegre: AMGH, 2024. E-book. p. 3335. ISBN 9786558040231. Disponível\nem: https://integrada.minhabiblioteca.com.br/reader/books/9786558040231/. Acesso em: 21 nov.\n2024.",
      "tem_imagem": false,
      "tamanho_caracteres": 3906
    },
    {
      "numero": "14",
      "fonte": "UNIGRANRIO BARRA",
      "enunciado": "(UNIGRANRIO BARRA) Homem, 55 anos, destro, trabalhador da construção civil, procuraatendimento médico devido a dor no ombro direito há seis meses. Refere piora progressiva do\nquadro, principalmente ao realizar movimentos de elevação e abdução do braço, além dedificuldade para realizar atividades cotidianas, como pentear o cabelo e vestir roupas. Ao exame\nfísico, apresenta dor à palpação na região anterossuperior do ombro e teste de Jobe positivo.\nCom base no caso clínico apresentado, responda ao que se pede.\na) Explique a fisiopatologia da Síndrome do Manguito Rotador, correlacionando os mecanismos\nde lesão e os fatores predisponentes para o desenvolvimento da doença.\nb) Cite pelo menos dois exames de imagem e suas respectivas contribuições para a avaliação da\nlesão.",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) A síndrome do manguito rotador ocorre devido a um desequilíbrio entre os mecanismos de\nreparo e degeneração dos tendões, frequentemente associado a compressão extrínseca edegeneração intrínseca. O impacto subacromial devido à diminuição do espaço entre a cabeça do\número e o arco coracoacromial pode levar à inflamação do tendão do supraespinal e bursasubacromial, resultando em dor e limitação funcional. Os fatores predisponentes incluem\natividades repetitivas com elevação do membro superior, envelhecimento e alteraçõesanatômicas, como um acrômio curvo ou ganchoso. (0,5)\n>> para receber (0,5) - descrever o impacto subacromial e a lesão devido compresão extrínseca.\nSe citar apenas 1 dos dois (0,3).\nNenhum (0,0).\nb) Quanto aos exames complementares, pode-se citar: (0,5)\nUltrassonografia: método acessível e de baixo custo, útil para avaliação da continuidade dostendões, inflamação e bursa subacromial. Apresenta alta acurácia na detecção de roturas do\nmanguito rotador.\nRessonância magnética: padrão-ouro para avaliação detalhada dos tendões, permitindoidentificar roturas parciais e completas, além de edema ósseo e alterações\nmusculares. Também é útil para classificar a gravidade da lesão e planejar otratamento.\nSe apenas citar 2, sem dizer as contribuições. (0,3)\nSe apenas citar 1, com as contribuições corretas. (0,3)\nSe citar apenas 1, sem as contribuições. (0,1)\nSe citar RX - avaliar bem a descrição da contribuição, se falar avaliar ruptura ou analisar tendão incorreto, se falar avaliar o formato do acrômio considerar, desde que não ultrapasse a pontuação\nmáxima. (0,1)",
      "referencias": "SZEJNFELD, Jacob; ABDALA, Nitamar; AJZEN, Sergio (Coord.).  Diagnóstico por imagem.  2.\ned. São Paulo: Manole, 2016. 1 recurso online. ISBN 9788520447239. Disponível em:\n<https://integrada.minhabiblioteca.com.br/books/9788520447239>. Acesso em: 11 set. 2022.\nCHEN, Michael Y. M.; POPE, Thomas L.; OTT, David J. LANGE: Radiologia Básica. [Digite o Local da Editora]: Grupo A, 2012. 9788580551099. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788580551099/. Acesso em: 07 jun. 2022.\nMARCHIORI, Edson. Introdução à Radiologia. [Digite o Local da Editora]: Grupo GEN, 2015. 97885-277-2702-0. Disponível em: https://integrada.minhabiblioteca.com.br/#/books/978-85-277-2702-\n0/. Acesso em: 07 jun. 2022.",
      "tem_imagem": true,
      "tamanho_caracteres": 3149
    },
    {
      "numero": "15",
      "fonte": "UNIDEP",
      "enunciado": "(UNIDEP) Paciente TOF, 79 anos, sexo feminino, comparece ao geriatra acompanhada dosfilhos, que relatam quadro progressivo de esquecimento iniciado há cerca de um ano e meio.\nSegundo os familiares, a paciente apresenta dificuldade em lembrar nomes e recados,frequentemente repete perguntas e temas já discutidos, embora não perceba tais esquecimentos.\nNega dificuldades na fala e alterações importantes de humor, mas refere-se frustrada por nãoconseguir realizar atividades cotidianas, como tomar corretamente seus medicamentos, utilizar o\ntelefone ou sair desacompanhada.\nConsiderando o tratamento farmacológico indicado para a principal hipótese diagnóstica dessecaso, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A memantina exerce sua ação terapêutica ativando os receptores glutamatérgicos NMDA,intensificando a transmissão glutamatérgica com aumento dos níveis de glutamato, levando à\nmelhora das funções cognitivas.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "A rivastigmina bloqueia de forma não competitiva os receptores NMDA talâmicos e os canais decálcio, sendo considerada mais segura e menos tóxica do que outros inibidores da\nacetilcolinesterase utilizados no tratamento.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "A amantadina atua como medicamento coadjuvante ao aumentar a transmissão colinérgica no SNC por meio da ativação da enzima acetilcolinesterase, retardando discretamente a progressão\nclínica da doença.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Donepezila, galantamina e rivastigmina atuam aumentando a concentração de acetilcolina nafenda sináptica, através da inibição da enzima acetilcolinesterase, resultando em melhora das\nfunções cognitivas.",
          "correta": true
        }
      ],
      "resposta_correta": "C",
      "resposta_comentada": "Resposta correta: Donepezila, galantamina e rivastigmina atuam aumentando a concentração deacetilcolina na fenda sináptica, através da inibição da enzima acetilcolinesterase, resultando em\nmelhora das funções cognitivas.\nOs fármacos donepezila, galantamina e rivastigmina são inibidores da enzima acetilcolinesterase,aumentando a disponibilidade de acetilcolina na fenda sináptica, resultando em melhora das\nfunções cognitivas comprometidas pela Doença de Alzheimer.\nDistratores:\nA memantina exerce sua ação terapêutica ativando os receptores glutamatérgicos NMDA,intensificando a transmissão glutamatérgica com aumento dos níveis de glutamato, levando à\nmelhora das funções cognitivas.\nAlternativa incorreta: A memantina é um antagonista não competitivo dos receptores NMDA,reduzindo a excitotoxicidade glutamatérgica e protegendo os neurônios, não ativando esses\nreceptores.\nA rivastigmina bloqueia de forma não competitiva os receptores NMDA talâmicos e os canais decálcio, sendo considerada mais segura e menos tóxica do que outros inibidores da\nacetilcolinesterase utilizados no tratamento.\nAlternativa incorreta: A rivastigmina não atua sobre receptores NMDA, mas sim como inibidora \"pseudoirreversível\" da acetilcolinesterase, formando um complexo carbamilado temporário que\nimpede a degradação da acetilcolina.\nA amantadina atua como medicamento coadjuvante ao aumentar a transmissão colinérgica no SNC por meio da ativação da enzima acetilcolinesterase, retardando discretamente a progressão\nclínica da doença.\nAlternativa incorreta: A amantadina não atua sobre a acetilcolinesterase nem aumenta atransmissão colinérgica. É um bloqueador não competitivo dos canais dos receptores NMDA,\nutilizado principalmente no tratamento da doença de Parkinson para controlar discinesias.",
      "referencias": "DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. 3ª ed. Porto Alegre: ArtMed, 2019. E-book. p. 440. ISBN 9788582715062. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/9788582715062/. Acesso em: 30 mar.\n2025.\nSILVA, Penildon. Farmacologia, 8ª edição. Rio de Janeiro: Guanabara Koogan, 2010. E-book. p.\n1181. ISBN 978-85-277-2034-2. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/reader/books/978-85-277-2034-2/. Acesso em: 30 mar.\n2025.",
      "tem_imagem": false,
      "tamanho_caracteres": 3943
    }
  ]
}