{
  "metadata": {
    "arquivo_origem": "SOI V - (2023.2)_EXTRAIDO.json",
    "processado_por": "Gemini AI (gemini-3-flash-preview)",
    "tipo_processamento": "Polimento Textual (OCR + Quebras de Linha)",
    "data_processamento": "2025-12-22 17:33:02",
    "total_questoes": 15,
    "configuracao": {
      "tamanho_lote": 10,
      "temperatura": 0.0,
      "modelo": "gemini-3-flash-preview"
    }
  },
  "questoes": [
    {
      "numero": "1",
      "fonte": "CORRETA",
      "enunciado": "Mulher, 38 anos, apresentou problemas de dor ocasional no pulso direito e sensações deformigamento no polegar, indicador e dedo médio direitos por um período de 6 semanas. Os\nsintomas tiveram um início insidioso e progrediram gradualmente ao longo de 6 semanas,quando a paciente procurou atendimento médico. Não havia história de trauma prévio, febre,\ndor articular múltipla ou rigidez matinal. Ela não tinha histórico de qualquer outra doença. O sinalde Tinel foi positivo para o nervo mediano e o teste de Phalen também foi positivo.\nFonte: Adaptado de https://casereports.bmj.com/content/13/11/e236142 , acesso em\n13/08/2023.\nConsiderando o caso clínico acima, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "No teste de Phalen é realizada a percussão do nervo mediano na face volar do punho, cujaresposta postiva é a sensação de choque elétrico irradiado até os dedos.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "O sexo feminino é considerado fator de risco relevante pois as mulheres possuem mais\nchances de desenvolvimento de síndrome do túnel do carpo (STC) em comparação aoshomens.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "O local de acometimento dos sintomas da paciente (polegar, indicador e dedo médio) écompatível com a região da mão inervada pelo nervo ulnar.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "A manutenção da flexão forçada do punho por 1 a 2 minutos contempla o teste de Tinel, o qualtambém pode ser realizado com extensão do punho.\nou",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "JUSTIFICATIVA:\nEstudos indicam que mulheres podem ter até três vezes mais chances de desenvolvimento desíndrome do túnel do carpo (STC) em comparação aos homens. A queixa principal associada à\nSTC é dormência seguida de dor e fraqueza na mão. A dormência tem característica de sernoturna e, em geral, é o sintoma inicial da patologia. É comum o paciente acordar do sono\nmuitas vezes à noite com parestesia. A dormência é localizada no território do nervo mediano,isto é, na face palmar dos dedos polegar, indicador, médio e metade radial do anular. No\nexame físico, dois testes são típicos para o ​diagnós​tico clínico da síndrome do túnel do carpo: apercussão do nervo mediano na face volar do punho (teste de Tinel), cuja respos​ta é a\nsensação de choque elétrico irradiada até os dedos, e o teste de Phalen. Este consiste emmanter flexão forçada do punho por 1 a 2 minutos. Caso o paciente refira dormência nos\ndedos, sobretudo no dedo médio, é provável que ele apre​sente a síndrome. O teste pode serrealizado também com extensão do pu​nho (Phalen invertido). Nas duas posições, a pressão no\ninterior do túnel aumenta e reproduzem-se os sintomas.\n\nFonte: Fonte: HEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia. 5ª ed. São Paulo, SP: Grupo A, 2017.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 2730
    },
    {
      "numero": "2",
      "fonte": "CORRETA",
      "enunciado": "Paciente de 72 anos, sexo feminino, procurou ajuda médica referindo tremor na mão direita deinício há dois anos, com envolvimento da mão esquerda há um ano. Afirmou, também, possuir\nlentidão de movimentos e “endurecimento das pernas”. No momento da consulta se queixoude apatia, sonolência diurna excessiva e sintomas depressivos, mas sem queixas cognitivas. No\nexame físico, a paciente exibia um tremor parkinsoniano clássico, em repouso, atingindoprincipalmente as mãos, mento, lábios e pés. Apesar de apresentar uma síndrome\nparkinsoniana clássica, a paciente não exibia quaisquer sintomas não motores. Após descartaroutras hipóteses diagnósticas e a possibilidade de um parkinsonismo medicamentoso, o\ntratamento indicado para a paciente foi uma associação de levodopa, carbidopa e entacapona.\nCom base no mecanismo de ação dos fármacos indicados, assinale a alternativa correta:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A entacapona age promovendo o aumento dos precursores de dopamina, a levodopa ageimpedindo a conversão da levodopa em dopamina na periferia do SNC e a carbidopa age\ninibindo o metabolismo de dopamina.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "A carbidopa age promovendo o aumento dos precursores de dopamina, a levodopa ageimpedindo a conversão da levodopa em dopamina na periferia do SNC e a entacapona age\ninibindo o metabolismo de dopamina.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "A levodopa age promovendo o aumento dos precursores de dopamina, a carbidopa age\nimpedindo a conversão da levodopa em dopamina na periferia do SNC e a entacapona ageinibindo o metabolismo de dopamina.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "A carbidopa age promovendo o aumento dos precursores de dopamina, a entacapona ageimpedindo a conversão da levodopa em dopamina na periferia do SNC e a carbidopa age\ninibindo o metabolismo de dopamina.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Os mecanismos farmacodinâmicos dos fármacos indicados no tratamento são: Levodopa agepromovendo o aumento dos precursores de dopamina, Carbidopa age impedindo a conversão\nda levodopa em dopamina na periferia do SNC e Entacapona age inibindo o metabolismo dedopamina.",
      "referencias": "Bruton, L., L. e R. Hilal-Dandan. As bases farmacológicas da terapêutica de Goodman e Gilman.\nDisponível em: Minha Biblioteca, (13th edição). Grupo A, 2018.\nGolan, David E. Princípios de Farmacologia - A Base Fisiopatológica da Farmacologia, 3ª edição.\nDisponível em: Minha Biblioteca, Grupo GEN, 2014.",
      "tem_imagem": false,
      "tamanho_caracteres": 2390
    },
    {
      "numero": "3",
      "fonte": "CORRETA",
      "enunciado": "Uma criança de 7 anos é trazida pelos pais ao pronto-atendimento pediátrico após ter sidoencontrada em casa pelo irmão, caída ao solo, sonolenta e urinada. Os pais estão visivelmente\npreocupados e mencionam que o irmão mais velho da criança também teve episódiossemelhantes na infância.\nCom base na apresentação e no histórico familiar, assinale a alternativa que contém os sinaise/ou sintomas possíveis de se encontrar em uma criança com condição semelhante.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Dor abdominal, vômitos e icterícia.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Febre alta, dor de garganta e erupção cutânea.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Perda de peso inexplicada, sede excessiva e micção frequente.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Convulsões, momentos de ausência e movimentos musculares involuntários.",
          "correta": true
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Febre alta, dor de garganta e erupção cutânea são sintomas mais comuns de infecções, comoa escarlatina, e não estão tipicamente associados à condição em questão.\nPerda de peso inexplicada, sede excessiva e micção frequente são sintomas de diabetes, nãoda condição em questão.\nConvulsões, momentos de ausência (onde a criança parece estar \"desligada\" ou não responde)e movimentos musculares involuntários são sinais e sintomas comuns em crianças com\ncondições neurológicas semelhantes à do irmão mais velho.\nDor abdominal, vômitos e icterícia são sintomas mais comuns de condições hepáticas ougastrointestinais, e não estão tipicamente associados à condição em questão.\n\nRODRIGUES, Marcelo M.; BERTOLUCCI, Paulo Henrique F. Neurologia para o Clínico-Geral. Editora Manole, 2014, pg. 319-340. E-book. ISBN 9788520452240. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788520452240/. Acesso em: 04 ago.\n2023.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 1720
    },
    {
      "numero": "4",
      "fonte": "",
      "enunciado": "Mulher, 55 anos, diabética e hipertensa, deu entrada no Pronto Socorro após quadro de cefaléiadiscreta holocraniana evoluindo, subitamente, com alteração do nível de consciência,\ndesorientação em tempo e espaço, desvio de comissura labial e hemiparesia. A tomografia decrânio realizada evidenciou: apagamento de sulcos corticais e hipodensidades focais.\nCom base na principal hipótese diagnóstica:\na) Explique a fisiopatologia envolvida no caso da paciente destacando cinco eventos\nfundamentais.\nb) Indique cinco ações necessárias para o plano terapêutico da paciente.",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) Pontuação máxima: 0,5 ponto (0,1 ponto para cada evento):\nA lesão cerebral isquêmica ocorre por uma cascata de eventos que envolve:\nFalta de suprimento sanguíneo para o tecido cerebral\nDéficit de glicose Hipóxia\nMorte celular (necrose tecidual)\nFormação da zona de penumbra isquêmica (tecido cerebral pouco funcionante, maspotencialmente recuperável, a depender do fluxo sanguíneo residual, duração da\nisquemia e ocorrência da reperfusão tecidual).\nb) Pontuação máxima: 0,5 ponto (0,1 ponto para cada evento):\nControle glicêmico Controle de temperatura\nManejo pressórico Avaliação da trombólise endovenosa\nTerapia com antiagregantes plaquetários e anticoagulação na fase aguda Terapia endovascular, se necessário.",
      "referencias": "RODRIGUES, Marcelo M.; BERTOLUCCI, Paulo Henrique F. Neurologia para o Clínico-Geral.\nEditora Manole, 2014.",
      "tem_imagem": true,
      "tamanho_caracteres": 1452
    },
    {
      "numero": "5",
      "fonte": "CORRETA",
      "enunciado": "Jovem, mochileira sueca de 23 anos, apresentava um histórico de três meses de dor lombar e,mais recentemente, dor na perna direita. A hipótese de hérnia de disco lombar L5/S1, com\nradiculopatia S1 associada, foi aceita com base em: (i) Presença de distribuição da dor ao longodo dermátomo S1; (ii) Reflexo S1 ausente; (iii) Fraqueza do miótomo S1; (iv) Correlação entre\nesses achados físicos e os resultados da tomografia computadorizada lombar.\nFonte: Adaptado de https://www.raynersmale.com/blog/2015/2/7/lumbar-disc-herniation-withradiculopathy-a-case-study , acesso em: 13/08/2023.\nConsiderando o caso clínico acima e a estruturação morfofisiológica das regiões anatômicasacometidas pela condição patológica descrita, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "O início da hérnia de disco lombar, ao contrário do que ocorreu com a paciente, geralmente émarcado pelo aparecimento de dor em ambos os membros inferiores e posteriormente por\nepisódios de dor lombar isolada.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "A herniação ocorre pelo extravasamento do conteúdo do ânulo fibroso por uma fissura donúcleo pulposo, podendo resultar ou não em compressão neurológica, que se manifesta de\nacordo com o local de ocorrência.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "A medula espinal termina no cone medular na região de S1/S2, dando origem às raízes dacauda equina, que contém os nervos sacrais, os quais emergem pelos forames do corpo\nvertebral correspondente.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "A maioria das condições de hérnia ocorre entre L4-L5 ou L5-S1 (caso da paciente). Os principais\nsintomas são lombalgia e lombociatalgia, mas, em alguns indivíduos, a hérnia pode ocorrer demaneira assintomática.",
          "correta": true
        }
      ],
      "resposta_correta": "C",
      "resposta_comentada": "JUSTIFICATIVA:\nA medula espinal termina no cone medular na região de L1/L2, dando origem às raízes dacauda equina, que contém os nervos lombares e sacrais, os quais emergem pelos forames do\ncorpo vertebral correspondente. A herniação ocorre pelo extravasamento do conteúdo donúcleo pulposo por uma fissura do ânulo fibroso, podendo resultar ou não em compressão\nneurológica, que se manifesta de acordo com o local de ocorrência. O início da hérnia de discolombar geralmente é marcado por episódios de dor lombar isolada, anterior ao aparecimento da\ndor irradiada para um ou ambos os membros inferiores, o que o paciente geralmente relacionaa um evento traumático, como carregar peso, ou um movimento brusco. A maioria das\ncondições de hérnia ocorre entre L4-L5 ou L5-S1 (caso da paciente). Os principais sintomas sãolombalgia e lombociatalgia, mas, em alguns indivíduos, a hérnia pode ocorrer de maneira\nassintomática.\nFonte: HEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia. 5ª ed. São Paulo, SP: Grupo A, 2017.",
      "referencias": "",
      "tem_imagem": true,
      "tamanho_caracteres": 2752
    },
    {
      "numero": "6",
      "fonte": "USF",
      "enunciado": "Mulher, 46 anos, bancária e destra, buscou a Unidade de Saúde da Família (USF) do bairrodevido à dor crônica em ombro direito. Ela relata que o problema surgiu há 3 anos e desde\nentão apresenta episódios de dor intensa, fazendo o uso frequente de anti-inflamatórios eanalgésicos. Nas últimas seis semanas refere que a dor aumentou consideravelmente e por\nisso não consegue realizar suas atividades ocupacionais. Ao realizar o exame físico, o médicoidentificou sinal de pinçamento positivo e dor ao realizar movimento de rotação do ombro. Não\nforam observados sinais de inflamação local ou outros achados clínicos.\nAnalise os dados apresentados e identifique qual a melhor conduta a ser adotada pelo médico:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Solicitar ressonância magnética do ombro afetado.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Solicitar dosagem do ASLO (Anticorpo antiestreptolisina O)",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Solicitar dosagem do Fator Reumatóide (FR).",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Solicitar radiografia do ombro afetado.",
          "correta": true
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A queixa clínica mais frequente está relacionada à dor e o exame físico demonstra possívellesão de manguito rotador relacionado a esforço repetitivo. Os achados clínicos neste caso\npodem ser divididos em dois grupos: inflamação do espaço subacromial (relacionado a processoinflamatório crônico por movimentos repetitivos) e dor resultante da ruptura do tendão\n(relacionado a trauma). No primeiro, pode existir sinal do pinçamento positivo, arco doloroso emanobras irritativas para manguito rotador presentes; já no segundo grupo, fraqueza muscular,\ncrepitação e atrofia da região do manguito rotador podem estar presentes.\nSolicitar radiografia do ombro afetado (CORRETA) - A radiografia é o exame solicitadoinicialmente devido a facilidade de realização e baixo custo. Este exame fornece informações\nimportantes principalmente sobre as alterações ósseas, como artrose glenoumeral, esporãoacromial e ascensão da cabeça umeral em relação à glenóide.\nSolicitar dosagem do Fator Reumatóide (FR) (INCORRETA) – O Fator Reumatóide (FR) é oexame de primeira linha para o diagnóstico da Artrite Reumatóide, pois tem boa sensibilidade e\nespecificidade e deve ser indicado sempre que há suspeita da doença. Entretanto, a mulher nãoapresenta poliartralgia, sinais de inflamação local ou rigidez matinal.\nSolicitar dosagem do ASLO (Anticorpo antiestreptolisina O) (INCORRETA) – O ASLO (Anticorpoantiestreptolisina O) é um anticorpo que o nosso organismo produz para combater o\nestreptococo durante ou logo após uma infecção de garganta. Portanto, ela serve apenas paradizer se a pessoa teve infecção por esta bactéria.\nSolicitar ressonância magnética do ombro afetado (INCORRETA) – A ressonância magnética é omelhor método de imagem para avaliar as lesões do manguito rotador, podendo ser realizado\ncom ou sem contraste. Entretanto apresenta alto custo e difícil acesso.\nREFERÊNCIAS FILHO, Tarcisio E. P B.; KOJIMA, Koji E.; FERNANDES, Túlio D. Casos clínicos em ortopedia e\ntraumatologia: guia prático para formação e atualização em ortopedia. São Paulo: Editora Manole, 2014. E-book. ISBN 9788520441589. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788520441589/.\nCONITEC - Protocolo Clínico e Diretrizes Terapêuticas da Artrite Reumatoide MS/SUS – Protocolode recomendações. 2020.",
      "referencias": "",
      "tem_imagem": true,
      "tamanho_caracteres": 3311
    },
    {
      "numero": "7",
      "fonte": "CORRETA",
      "enunciado": "Homem, 70 anos, policial aposentado, procura seu médico com queixas de dores constantesnas costas e no quadril. Ele relata que recentemente sofreu uma fratura na coluna ao tropeçar\nem uma calçada irregular. Seu médico suspeita de osteoporose devido à sua idade e históricode fratura. Para confirmar o diagnóstico e iniciar o tratamento adequado, o médico deve:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Solicitar dosagem bioquímica de minerais ósseos (cálcio, fosfatos e magnésio), e já iniciar otratamento de reposição de cálcio.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Solicitar uma densitometria óssea para avaliar a densidade mineral dos ossos, e apósconfirmação tratar com bifosfonatos para inibir a perda óssea.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Solicitar radiografia e tomografia computadorizada da coluna e prescrever medicamentos antiinflamatórios para aliviar a dor.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Deve encaminhar para cirurgia de reparação da fratura na coluna, e iniciar um tratamento comanti-inflamatórios esteroidais para alívio da dor.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A osteoporose é uma condição caracterizada pela perda de massa óssea e deterioração daestrutura óssea, resultando em ossos frágeis e suscetíveis a fraturas. Ela é mais comum em\nadultos mais velhos e é mais prevalente em mulheres após a menopausa devido às alteraçõeshormonais.\nPara diagnosticar a osteoporose, um dos exames mais relevantes é a densitometria óssea, quemede a densidade mineral dos ossos, especialmente na coluna lombar, no quadril e no\nantebraço. A densitometria óssea ajuda a avaliar o risco de fraturas e a determinar a gravidadeda perda óssea.\nO tratamento farmacológico da osteoporose pode incluir:\n- Bifosfonatos: Medicamentos que inibem a perda óssea e reduzem o risco de fraturas.\n- Terapia Hormonal: Em algumas mulheres pós-menopausa, a terapia hormonal pode serrecomendada para reduzir a perda óssea.\n- Teriparatida: Um hormônio que estimula a formação óssea.\n- Denosumabe: Um anticorpo monoclonal que inibe a reabsorção óssea.\n- Tratamento Não Farmacológico:\nAlém da terapia medicamentosa, as abordagens não farmacológicas também são importantes:\n- Suplementação de Cálcio e Vitamina D: Para garantir a adequada ingestão de nutrientesessenciais para a saúde óssea.\n- Exercícios de Fortalecimento: Atividades como musculação e treinamento de resistênciaajudam a melhorar a densidade óssea e a fortalecer os músculos.\n- Evitar Tabagismo e Consumo Excessivo de Álcool: Esses fatores podem prejudicar a saúdeóssea",
      "referencias": "GRAAFF, Kent M. Van D. Anatomia Humana. Editora Manole, 2003. 9788520452677.\nDisponível em: https://integrada.minhabiblioteca.com.br/#/books/9788520452677/. Acessoem: 21/08/2023.\nSOUZA, Márcio Passini Gonçalves de. Diagnóstico e tratamento da osteoporose. Revista Brasileira de Ortopedia, v. 45, p. 220-229, 2010. Disponível em:\nhttps://www.scielo.br/j/rbort/a/qpcTVfNMf8FJqMM6wLb3q6t/abstract/?lang=pt. Acesso em:\n21/08/2023.",
      "tem_imagem": true,
      "tamanho_caracteres": 2899
    },
    {
      "numero": "8",
      "fonte": "EEG",
      "enunciado": "Em um hotel o alarme de incêndio foi acionado na madrugada e os hóspedes tiveram queevacuar o estabelecimento. Um adolescente de 15 anos não acordou com o alarme sendo,\nentão, chamado e sacudido pela mãe. Percebendo que o filho despertou um pouco confuso, amãe solicitou atendimento médico no local e relatou que ele não fez uso de bebidas alcoólicas\nou medicamentos indutores do sono. Ao ser avaliado, o paciente já estava lúcido. O médico,não observando alterações, explicou para a mãe que o sono possui estágios e a dificuldade de\ndespertar e a leve confusão tem relação com o estágio do sono que seu filho estava.\nConsiderando o caso acima:\na) Cite qual estágio do sono o adolescente se encontrava ao ser despertado e o tipo de onda\ncorrespondente no eletroencefalograma (EEG).\nb) Indique quatro características do sono REM.\nc) Descreva o ciclo circadiano e sua regulação.",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) Pontuação (Estágio 3 ou 4 - 0,15 ponto; Tipo de onda - 0,15 ponto)\nEstágio 3 - sono mais profundo com ondas delta;\nEstágio 4 - sono mais profundo, com predomínio de ondas delta.\nb) Pontuação máxima: 0,4 ponto (0,1 ponto para cada característica adequadamente\ndescrita)\nPadrão de movimentos oculares rápidos e conjugados (movimentos ocularessacádicos)\nRelaxamento muscular profundo e generalizado (atonia muscular), interrompidoesporadicamente por contrações de pequenos grupos musculares\nIrregularidade da frequência cardíaca e débito cardíaco Irregularidade da frequência respiratória\nIrregularidade da pressão sanguínea Ereções penianas totais e parciais\nInstabilidade no sistema nervoso autônomo simpático Instabilidade do fluxo sanguíneo cerebral.\nc) Pontuação máxima: 0,3 ponto (Conceito - 0,15 ponto; Regulação - 0,15 ponto)\nOs ritmos circadianos são oscilações endógenas autossustentadas do ritmo biológico no períodode um dia de 24 horas (que inclui centralmente as oscilações do nível de consciência da vigília e\ndo sono).\nA glândula pineal secreta melatonina e funciona como oscilador que controla o ritmo sono-vigíliano período de 24 horas.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 2340
    },
    {
      "numero": "9",
      "fonte": "CORRETA",
      "enunciado": "Uma mulher de 72 anos, que recentemente sofreu uma fratura no quadril após uma quedarelativamente pequena, procura atendimento médico. Ela apresenta histórico de menopausa há\ncerca de 10 anos e possui uma dieta pobre em cálcio. O exame de densitometria óssea revelauma densidade mineral óssea abaixo da média esperada para a idade.\nCom base no caso clinico, indique a alternativa que descreve corretamente o processofisiopatológico associado:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Desenvolvimento de áreas hipertróficas de cartilagem epifisária e crescimento anormal dosossos.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Diminuição da atividade osteoclástica, resultando em uma menor reabsorção óssea.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Aumento da atividade osteoblástica, levando a uma formação óssea excessiva.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Desequilíbrio entre a reabsorção e formação óssea, resultando em ossos suscetíveis à fraturas.",
          "correta": true
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Alternativa está incorreta. Na osteoporose, há um aumento da atividade osteoclástica,resultando em uma maior reabsorção óssea. Isso leva à diminuição da densidade mineral óssea\ne à fragilidade dos ossos.\nAlternativa está incorreta. A osteoporose é caracterizada por uma atividade osteoclásticaaumentada e uma atividade osteoblástica insuficiente para compensar a perda óssea. Isso\nresulta em uma diminuição da densidade mineral óssea.\nAlternativa está incorreta. O desenvolvimento de áreas hipertróficas de cartilagem epifisária émais relevante para o crescimento ósseo normal durante a infância e adolescência, não para a\nosteoporose.\nAlternativa está correta. A osteoporose é caracterizada por uma perda progressiva dadensidade mineral óssea, o que torna os ossos mais frágeis e suscetíveis a fraturas. Isso é\nresultado do desequilíbrio entre a reabsorção óssea e a formação óssea.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 2267
    },
    {
      "numero": "10",
      "fonte": "CORRETA",
      "enunciado": "Paciente, sexo masculino, 5 anos, apresenta febre intermitente nos últimos cinco dias. Ele sequeixa de dor na perna direita e tem tido dificuldade crescente para caminhar nos últimos dois\ndias. Ele tem um histórico de queda há sete dias. O exame de suas extremidades revelainchaço e sensibilidade na tíbia proximal direita. Uma ressonância magnética indica pequena\nbolsa de pus elevando o periósteo e inchaço dos tecidos moles da tíbia proximal direita,sugestivo de osteomielite. Realiza-se drenagem na área. A vancomicina IV é iniciada e as\nculturas das amostras coletadas crescem para Staphylococcus aureus sensível à meticilina.\nSeus antibióticos são alterados de vancomicina para oxacilina. Enquanto está no hospital, suafebre diminui e sua função retorna. Ele recebe alta com antibióticos orais para completar quatro\nsemanas de tratamento.\nFonte: Adaptado de https://www.hawaii.edu/medicine/pediatrics/pedtext/s19c04.html , acessoem 13/08/2023.\nConsiderando o contexto do caso clínico acima, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A cultura do material pode fornecer com exatidão o agente causador, desde que seja feita apóso início da antibioticoterapia empírica.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Diferentemente do caso clínico supracitado, a grande maioria dos casos de osteomielite écausada pelo Estreptococos do Grupo B.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "A antibioticoterapia deve ser instituída o mais rápido possível, logo após a coleta do material\npara realização da cultura e antibiograma.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "A dor geralmente é a primeira queixa do paciente e é caracteristicamente responsiva aanalgésicos comuns, como anti-inflamatórios não esteroidais.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "JUSTIFICATIVA:\nTeoricamente, qualquer bactéria pode produzir osteomielite. A maioria é causada por Staphylococcus aureus. Estreptococos do Grupo B, enterococos, pneumococos, gonococos,\nsalmonela e pseudomonas também se constituem como agentes etiológicos. A cultura domaterial vai fornecer com exatidão o agente causador, desde que seja colhido com técnicas\nestéreis e antes de ser administrado antibiótico. A dor geralmente é a primeira queixa dopaciente. Apresenta-se com instalação aguda e aumento de intensidade progressiva com o\npassar das horas. Não cede com analgésicos comuns, nem recrudesce em um curto período. Opaciente torna-se inquieto, irritadiço, perde o apetite e diminui suas atividades habituais. Com a\nevolução, é possível verificar sonolência e prostração. O tratamento clínico das infecçõesosteoarticulares consiste em analgésicos, antitérmicos e antibióticos. A antibioticoterapia deve\nser instituída o mais rápido possível, logo após a coleta de material para cultura e antibiograma.\nFonte: HEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia. 5ª ed. São Paulo, SP: Grupo A, 2017.",
      "referencias": "",
      "tem_imagem": true,
      "tamanho_caracteres": 2836
    },
    {
      "numero": "11",
      "fonte": "CORRETA",
      "enunciado": "Um médico clínico é chamado na enfermaria para atender paciente do sexo feminino, 64 anos,que apresentou agitação súbita e gritando que haveria animais em seu quarto e que não sabia\nonde estava. Ela fora submetida a cirurgia ortopédica há três dias, estava em uso de váriasmedicações e não apresentava diagnóstico de doença psquiátrica prévia. A enfermeira de\nplantão refere que a paciente estava sonolenta e tranquila ao longo do dia.\nConsiderando o quadro de Delirium da paciente acima é correto afirmar:\nI - Pode ser a única manifestação de doenças potencialmente fatais.\nII - O diagnóstico é feito através de exames laboratoriais e de imagem.\nIII - Apresenta flutuações da cognição no período de horas ou dias.\nIV - O tratamento consiste no uso de benzodiazepínicos.\nÉ correto o que se afirma em:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "I e II, apenas.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "I, III e IV, apenas.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "I, II, III e IV.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "I e III, apenas.",
          "correta": true
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Alternativa II incorreta: O diagnóstico é feito através da avaliação clínica.\nAlternativa IV incorreta: O tratamento consiste em suporte e reversão da causa base.",
      "referencias": "DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. Grupo A, 2019.\n9788582715062.",
      "tem_imagem": true,
      "tamanho_caracteres": 1270
    },
    {
      "numero": "12",
      "fonte": "CORRETA",
      "enunciado": "O Santo Daime é uma doutrina espiritual fundada na década de 1920, em Basileia, no estadodo Acre, pelo seringueiro Raimundo Irineu Serra. Chamado pelos adeptos de Mestre Irineu, ele\nteve seu primeiro contato com a ayahuasca (principal componente do chá do Santo Daime) na Amazônia boliviana. O Santo Daime é focado no ritual do chá, durante o culto, o Daime é\ningerido três vezes. Curiosos e adeptos relatam que, durante os rituais, sons são ouvidos deforma muito amplificada; um ruído parece um estrondo; as imagens e as cores tornam-se mais\nvivas e intensas.\nFonte: https://super.abril.com.br/mundo-estranho/o-que-e-o-santo-daime , acesso em\n13/08/2023.\nQual dos termos, abaixo listados, melhor identifica o tipo de alteração sensoperceptiva descritano relato acima?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Hiperestesia.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Hipoestesia.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Agnosia.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Dismegalopsia.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A hiperestesia, no sentido psicopatológico, é a condição na qual as percepções encontram-seanormalmente aumentadas em sua intensidade ou duração. Os sons são ouvidos de forma\nmuito amplificada; um ruído parece um estrondo; as imagens visuais e as cores tornam-se maisvivas e intensas. A hiperestesia ocorre nas intoxicações por alucinógenos, como a dietilamida do\nácido lisérgico (LSD) (eventualmente também após a ingestão de substâncias como cocaína,maconha, harmina e harmalina, estas duas últimas contidas na beberagem Ayahuasca, de uso\nritual nas religiões Santo Daime e União do Vegetal), em algumas formas de epilepsia e naenxaqueca. Embora raramente, também pode surgir no hipertireoidismo, na esquizofrenia\naguda e em certos quadros maníacos. Já a hipoestesia, no sentido psicopatológico, éobservada em alguns pacientes com depressão grave, nos quais o mundo circundante é\npercebido como mais escuro; as cores tornam-se mais pálidas e sem brilho; os alimentos nãotêm mais sabor; e os odores perdem sua intensidade. A agnosia constitui um distúrbio do\nreconhecimento de estímulos visuais, auditivos ou táteis, na ausência de déficits sensoriais. Assensações continuam a ocorrer normalmente, porém não são associadas às representações e,\nassim, não se tornam significativas. Em outras palavras, há um comprometimento específico doato perceptivo. Na dismegalopsia, os objetos parecem deformados, algumas partes estão\naumentadas ou diminuídas. A dismegalopsia, assim como a macropsia e a micropsia, ocorremais frequentemente em quadros de delirium, na epilepsia temporal, na esquizofrenia e na\nintoxicação por alucinógenos.\nFONTE: CHENIAUX, Elie. Manual de Psicopatologia. 6ª edição. São Paulo, SP: Grupo GEN, 2020.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 2659
    },
    {
      "numero": "13",
      "fonte": "CORRETA",
      "enunciado": "Um paciente do sexo masculino, 22 anos, comparece a consulta na UBS levado pelos paisapreensivos. Os parentes informam que o jovem ao ingerir pequena quantidade de álcool fica\nextremamente agressivo, quebrando objetos e lesionando as pessoas ao redor como “se nãoenxergasse quem estava a sua volta”. Logo após o episódio, cai em sono profundo e quando se\nrecupera “não se lembra de nada do que aconteceu”.\nCom base no caso acima, assinale a alternativa que define a alteração psicopatológicaencontrada no paciente:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Alteração quantitativa da conciência caracterizada por um delírio.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Alteração qualitativa da consciência que se encontra elevada (hiperconsciência).",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Alteração quantitativa da consciência que se encontra rebaixada.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Alteração qualitativa da consciência caracterizada por um estreitamento do nível de consciência.",
          "correta": true
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "O quadro acima definido como embriaguez patológica. Essas pessoas devido à uma disfunçãocerebral (possivelmente foco epiléptico) quando ingerem pequena quantidade de álcool podem\nentrar num processo de estreitamento da consciência onde atos impulsivos/motores sãoexecutados de forma automática e sem o conhecimento dela. Logo após caem em sono\nprofundo e acordam com amnésia do ocorrido. É um quadro de alteração qualitativa daconsciência.\nCHENIAUX JUNIOR, Elie. Manual de psicopatologia. 5. ed. - Rio de Janeiro: Guanabara Koogan, 2015.\nDALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. Grupo A, 2019\nNOGUEIRA, Marcos de Jesus. EXAME DA FUNÇÕES MENTAIS: um guia. 3ed. Rio de Janeiro:\nAtheneu, 2017",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 1667
    },
    {
      "numero": "14",
      "fonte": "CORRETA",
      "enunciado": "Uma mulher saudável de 30 anos, recentemente sofreu uma fratura no braço direito devido aum acidente de bicicleta. Ela foi submetida a uma cirurgia para corrigir a fratura e teve um\nfixador metálico implantado no osso. Cerca de duas semanas após a cirurgia, ela começa asentir dor intensa no local da fratura e nota vermelhidão e inchaço ao redor da incisão.\nCom base na situação acima, assinale a alternativa que apresenta a complicação que apaciente está enfrentando:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Infecção no local da cirurgia, possivelmente levando à osteomielite.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Desenvolvimento de artrite reumatoide devido à cirurgia.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Rejeição do fixador metálico devido à sensibilidade ao metal",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Formação de uma quelóide devido à cicatrização excessiva",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A presença de dor intensa, vermelhidão, inchaço e a história recente de cirurgia sugerem apossibilidade de uma infecção no local da incisão. Isso pode eventualmente levar a complicações\nmais graves, como a osteomielite (infecção óssea), devido à proximidade da infecção ao osso.\nUma avaliação médica é crucial para confirmar o diagnóstico e iniciar o tratamento adequado,que pode incluir antibióticos e, se necessário, a remoção do material infectado.\nFILHO, Geraldo B. Bogliolo - Patologia. 10º edição. Grupo GEN, 2021. 9788527738378.\nDisponível em: https://integrada.minhabiblioteca.com.br/#/books/9788527738378/. Acessoem: 11 jun. 2022.\nNORRIS, Tommie L. Porth - Fisiopatologia. 10ª edição. Grupo GEN, 2021. 9788527737876.\nDisponível em: https: //integrada.minhabiblioteca.com.br/#/books/9788527737876/. Acessoem: 07 jun. 2022.\nBRASILEIRO FILHO, Geraldo. Bogliolo: patologia geral. 6. ed. Rio de Janeiro: Guanabara Koogan, 2013. 1 recurso online. ISBN 978-85-277-2338-1. Disponível em:\n<https://integrada.minhabiblioteca.com.br/books/978-85-277-2338-1>. Acesso em: 11 jun.\n2022.",
      "referencias": "",
      "tem_imagem": false,
      "tamanho_caracteres": 1915
    },
    {
      "numero": "15",
      "fonte": "CORRETA",
      "enunciado": "A sensopercepção desempenha um papel fundamental na compreensão do mundo ao nossoredor e na interação com ele. Ela pode ser afetada por diversas condições psicopatológicas,\nresultando em alterações qualitativas e quantitativas.\nAdapatdo de: DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais.\nGrupo A, 2019.\nMarque a alternativa que descreve corretamente os tipos específicos de alterações dasensopercepção.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Hipossensibilidade tátil, caracterizada por uma diminuição na sensibilidade ao toque, muitasvezes observada em transtornos de ansiedade.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Hipersensibilidade olfativa, que resulta em uma capacidade aumentada de discriminar odores eé frequentemente observada em transtornos do espectro autista.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Hipossensibilidade auditiva, que se manifesta como uma redução na capacidade de ouvir sonsagudos e é uma característica proeminente em transtornos psicóticos.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Hipervigilância visual, caracterizada por uma percepção intensificada de estímulos visuais,comumente vista em transtornos depressivos graves.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "A alternativa correta é a C) Hipersensibilidade olfativa, que resulta em uma capacidadeaumentada de discriminar odores e é frequentemente observada em transtornos do espectro\nautista. A hipersensibilidade olfativa é um exemplo de alteração qualitativa da sensopercepção,onde a percepção de um sentido específico, neste caso, o olfato, é aumentada em relação ao\nque é considerado típico.\nEsta questão ilustra a importância de reconhecer as diferentes maneiras pelas quais asensopercepção pode ser alterada em transtornos psicopatológicos e como essas alterações\npodem estar associadas a condições específicas.",
      "referencias": "",
      "tem_imagem": true,
      "tamanho_caracteres": 1913
    }
  ]
}