{
  "metadata": {
    "arquivo_origem": "SOI V - (2024.2)_EXTRAIDO.json",
    "processado_por": "Gemini AI (gemini-3-flash-preview)",
    "tipo_processamento": "Polimento Textual (OCR + Quebras de Linha)",
    "data_processamento": "2025-12-22 17:35:02",
    "total_questoes": 15,
    "configuracao": {
      "tamanho_lote": 10,
      "temperatura": 0.0,
      "modelo": "gemini-3-flash-preview"
    }
  },
  "questoes": [
    {
      "numero": "1",
      "fonte": "AFYA IPATINGA",
      "enunciado": "(AFYA IPATINGA) Homem, 57 anos, hipertenso, diabético e obeso, encaminhado para prontosocorro por colega de trabalho por apresentar de forma súbita perda de força de membros a\ndireita e dificuldade na fala, há cerca de 2 horas, relata que paciente faz uso e insulina NPH,hidroclorotiazida, espironolactona, losartana e varfarina. No exame físico, pupilas isocóricas e\nfotorreagentes, força grau 0 em membro superior e inferior direito e disartria, glicemia capilar\n250mg\\dL, Pressão arterial 150\\90mmHg. Realizado de urgência tomografia de crânio semcontraste que não apresentava alterações.\nExames laboratoriais incluíram:\nPlaquetas: 89.000/mm³ (VR: 150.000 a 450.000mm³)\nINR ou RNI: 2,3 (VR: menor 1)\nCreatinina: 1,2 mg/dL (VR: 0,8 a 1,2 mg/dL)\nSódio: 140 mEq/L (VR: 135 a 145 mEq/L)\nPotássio: 4,1 mEq/L (VR: 3,5 a 5 mEq/L)\nAnalise o caso acima e marque a alternativa que contenha o provável diagnóstico e conduta(s)adequada(s).",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Acidente vascular encefálico hemorrágico, controles: glicemia e pressão arterial.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Acidente vascular encefálico isquêmico, realizar a trombólise imediatamente.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Acidente vascular encefálico isquêmico, controles como: glicemia e pressão.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Acidente vascular encefálico hemorrágico, solicitar avaliação da neurocirurgia.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Alternativas:\nou\n\nc de te ascu a e ce á coe\no ág co, co t o e de p essão a te a Justificativa: A tomografia de crânio sem contraste não mostrou sinais de hemorragia, o que\nexclui a hipótese de AVE hemorrágico. O controle de pressão arterial, embora importante, não ésuficiente como conduta inicial para um paciente com provável AVE isquêmico. Essa alternativa\nestá incorreta.\nAcidente vascular encefálico isquêmico, realizar a trombólise.\nJustificativa: Embora o quadro clínico seja sugestivo de um AVE isquêmico, com perda súbitade força e disartria, a trombólise está contraindicada neste caso devido à presença de\nplaquetopenia (plaquetas de 89.000/mm³) e INR elevado (2,3), ambos fatores que aumentamsignificativamente o risco de sangramento. Portanto, esta alternativa está incorreta.\nAcidente vascular encefálico hemorrágico, solicitar avalição da neurocirurgia.\nJustificativa: A tomografia de crânio sem contraste não mostrou sinais de hemorragia, o queexclui o diagnóstico de AVE hemorrágico. Solicitar neurocirurgia não seria indicado no contexto de\nAVE isquêmico, sendo essa alternativa incorreta.\nAcidente vascular encefálico isquêmico, controle como: glicemia e pressão.\nJustificativa: Correta. O paciente provavelmente sofreu um AVE isquêmico, porém o tratamentotrombolítico está contraindicado devido à plaquetopenia, INR elevado, e histórico recente de\nhemorragia digestiva. O manejo adequado inclui controle clínico com suporte, monitoramentoda glicemia, controle rigoroso da pressão arterial, e acompanhamento dos fatores de risco para\nevitar progressão ou novos eventos.\nConclusão:\nA alternativa 4 é a correta, pois o paciente apresenta um quadro sugestivo de AVE isquêmico,mas com contraindicações importantes para trombólise devido aos achados laboratoriais\n(plaquetopenia, INR elevado). As outras alternativas foram excluídas devido à ausência dehemorragia na tomografia de crânio e à contraindicação da trombólise, que seria arriscada neste\ncaso específico.\nContraindicação a trombólise:\nPA persistente > 185/110 mmHg a despeito do tratamento, Diátese hemorrágica, Traumatismocraniencefálico recente ou hemorragia intracerebral, Cirurgia de grande porte nos últimos 14 dias\nHemorragia digestiva nos últimos 21 dias, Infarto do miocárdio recente\"",
      "referencias": "Loscalzo, Joseph, et al. Medicina Interna de Harrison. Disponível em: Minha Biblioteca, (21stedição). Grupo A, 2024.\n\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 3775
    },
    {
      "numero": "2",
      "fonte": "UNITPAC",
      "enunciado": "(UNITPAC) Uma mulher de 26 anos, casada, é levada ao pronto-socorro por seus familiares apósum episódio de convulsão. De acordo com os relatos, a paciente estava assistindo TV quando,\nsubitamente, ficou rígida e caiu no chão. Ela teve perda de consciência, acompanhada demovimentos tônico-clônicos generalizados por aproximadamente 2 minutos, com mordedura de\nlíngua e incontinência urinária. Após o episódio, a paciente permaneceu confusa por cerca de 30minutos. A paciente estava bem antes das crises, sem sinais e sintomas de qualquer patologia e\nnão fazia uso de álcool ou drogas ou uso de medicamentos.\nEla relata que, nos últimos dois meses, teve dois outros episódios semelhantes, mas nãoprocurou atendimento médico. Não há histórico familiar de epilepsia, e sua saúde prévia é sem\nintercorrências.\nO exame físico e neurológico no pronto-socorro não mostrou anormalidades. Uma tomografia decrânio foi normal. O eletroencefalograma (EEG) revelou descargas epileptiformes generalizadas.\nCom base no quadro clínico descrito, qual é o diagnóstico mais provável para esta paciente e qualdeve a conduta mais adequada no manejo inicial?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "O diagnóstico mais provável é epilepsia generalizada idiopática; a conduta adequada é iniciartratamento com ácido valproico ou lamotrigina oral para controle das crises.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "O diagnóstico mais provável é crise focal com generalização secundária; a conduta adequada érealizar ressonância magnética de crânio e iniciar carbamazepina oral.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "O diagnóstico mais provável é epilepsia generalizada idiopática; a conduta adequada é iniciar\ntratamento com levetiracetam ou lamotrigina oral para controle das crises.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "O diagnóstico mais provável é crise focal com generalização secundária; a conduta adequada éiniciar ácido valproico após investigação por ressonância magnética de crânio.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "O diagnóstico mais provável é epilepsia generalizada idiopática; a conduta adequada é iniciartratamento com levetiracetam ou lamotrigina para controle das crises.\nJustificativa: O quadro clínico de crises tônico-clônicas generalizadas recorrentes nos últimosdois meses, associado às descargas generalizadas no EEG, é compatível com epilepsia\ngeneralizada idiopática. Levetiracetam e lamotrigina são anticonvulsivantes de primeira linha, bemtolerados e eficazes para esse tipo de epilepsia, especialmente em mulheres em idade fértil, pois\napresentam menor risco de malformações congênitas em caso de gravidez. O ácido valproicodeve ser evitado em mulheres em idade fértil, pois está associado a um risco significativo de\ndefeitos congênitos e efeitos adversos no desenvolvimento cognitivo do feto, caso a paciente \ne g a de O diagnóstico mais provável é crise focal com generalização secundária; a conduta adequada é\nrealizar uma ressonância magnética de crânio e iniciar tratamento com carbamazepina.\nJustificativa: Embora crises focais com generalização secundária possam causar episódiosconvulsivos como os descritos, o EEG revelou descargas generalizadas desde o início, sem\nevidência de atividade focal. O tratamento com carbamazepina seria mais apropriado para crisesfocais, não generalizadas.\nO diagnóstico mais provável é epilepsia generalizada idiopática; a conduta adequada é iniciartratamento com ácido valproico para controle das crises.\nJustificativa: Embora o ácido valproico seja eficaz para epilepsias generalizadas, seu uso deveser evitado em mulheres em idade fértil devido ao alto risco de malformações congênitas e\nprejuízo no desenvolvimento neurológico do feto. Portanto, essa alternativa está incorreta para omanejo dessa paciente.\nO diagnóstico mais provável é crise focal com generalização secundária; a conduta adequada éiniciar ácido valproico após investigação por ressonância magnética de crânio.\nJustificativa: A crise focal com generalização secundária pode se apresentar com episódios comoo descrito, mas a falta de evidência de atividade focal no EEG torna essa hipótese menos\nprovável. O ácido valproico pode ser utilizado, embora seja mais comumente usado em crisesgeneralizadas.",
      "referencias": "BRUM, Lucimar F S.; ROCKENBACH, Liliana; BELLICANTA, Patricia L. Farmacologia básica.\nPorto Alegre: Grupo A, 2018. E-book. ISBN 9788595025271. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788595025271/. Acesso em: 01 jun. 2024.\nBRUTON, L L.; HILAL-DANDAN, R. As bases farmacológicas da terapêutica de Goodman e Gilman. Porto Alegre: Grupo A, 2018. E-book. ISBN 9788580556155. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788580556155/. Acesso em: 30 mai. 2024.\nMINISTÉRIO DA SAÚDE. Protocolo Clínico e Diretrizes Terapêuticas para Epilepsia.\nDisponível em https://www.gov.br/conitec/ptbr/midias/consultas/relatorios/2019/relatorio_pcdt_epilepsia_cp13_2019.pdf/view. Acesso em 31\nmai.2024\nRODRIGUES, Marcelo M.; BERTOLUCCI, Paulo Henrique F. Neurologia para o Clínico-Geral.\nBarueri: Editora Manole, 2014. E-book. ISBN 9788520452240. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788520452240/. Acesso em: 01 jun. 2024.\nSILVA, Luciana R.; COSTA, Luanda Flores da. Condutas pediátricas no pronto atendimento ena terapia intensiva 2a ed. Barueri: Editora Manole, 2020. E-book. ISBN 9788520458013.\nDisponível em: https://integrada.minhabiblioteca.com.br/#/books/9788520458013/. Acesso em: 01jun. 2024.\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 5425
    },
    {
      "numero": "3",
      "fonte": "UNIPTAN",
      "enunciado": "(UNIPTAN) A dor no ombro é uma das queixas musculoesqueléticas mais frequentes emconsultas médicas, ocupando o terceiro lugar nesse aspecto. À medida que envelhecemos, as\nmudanças degenerativas no manguito rotador podem ocasionar sua ruptura, gerando a síndromedo impacto.\nCom base nas informações acima marque a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Na abdução do braço, a tuberosidade maior do úmero comprime as estruturas do manguito.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "O ponto crítico para a ocorrência da síndrome é o espaço denominado de supra-acromial.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "O formato do acrômio não influencia na ocorrência do impacto e dos sintomas do manguito.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "O tendão supraespinhoso é com frequência o último elemento do manguito rotador a ser lesado.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "O manguito rotador é formado por 4 tendões: supraespinhoso, subescapular, infraespinal eredondo menor. O tendão do supraespinhoso é o 1º elemento do manguito a ser lesado devido à\nsua localização estar bem abaixo do arco coracoacromial, onde ocorrem o impacto econsequentemente as lesões. A abdução e rotação externa membro superior é o movimento\ndesencadeante do impacto do manguito rotador contra o arco coracoacromial. O ligamentocoracoacromial está localizado entre o processo coracoide e o acrômio, e é o responsável pelo\nimpacto contra os tendões do manguito rotador. O acrômio pode se apresentar em 3 formatosanatômicos: plano, curvo e ganchoso. O formato do acrômio influencia a ocorrência do impacto,\nsendo o ganchoso causador maior de lesões seguido do formato curvo. O ponto crítico para aocorrência da síndrome é o espaço subacromial, e não supra-acromial.",
      "referencias": "GUSSO, Gustavo; LOPES, José M C.; DIAS, Lêda C. Tratado de medicina de família ecomunidade - 2 volumes: princípios, formação e prática: Grupo A, 2019. E-book. ISBN\n9788582715369. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788582715369/. Acesso em: 13 mar. 2024.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 1986
    },
    {
      "numero": "4",
      "fonte": "UNIDEP",
      "enunciado": "(UNIDEP) Homem, 79 anos, compareceu à consulta de rotina, acompanhado da esposa,queixando-se de esquecimento. Os familiares perceberam que ele apresentava dificuldade para\nlembrar nomes, recados e que estava contando os mesmos casos e fazendo as mesmasperguntas várias vezes. O paciente, no entanto, não percebe o esquecimento e não apresenta\noutras alterações cognitivas.\nCom base nos sintomas apresentados pelo paciente, qual é a alternativa correta?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Doença de Parkinson. É um distúrbio neurodegenerativo que afeta principalmente o movimento,podendo comprometer a cognição em estágios avançados. As áreas límbicas, como o\nhipocampo, são menos afetadas inicialmente, e a memória procedimental geralmente épreservada até os estágios mais avançados.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Doença de Alzheimer. É um distúrbio que afeta progressivamente a memória semântica e detrabalho, que são tipicamente comprometidas nos estágios iniciais da doença. Sintomas como a\nrepetição de perguntas e dificuldade em lembrar nomes indicam um comprometimentosignificativo da doença.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Doença de Parkinson. É um distúrbio que pode comprometer o cognitivo em estágios maisavançados, mas o principal impacto inicial é sobre o movimento. As áreas relacionadas à\nmemória episódica e semânticas são menos afetadas, com a memória procedimentalpermanecendo relativamente intacta até fases tardias.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Doença de Alzheimer. É uma doença neurodegenerativa progressiva caracterizada pela formaçãode placas beta-amiloide e emaranhados neurofibrilares. Ela afeta principalmente a memória\nepisódica e semântica, causando sintomas como repetição de histórias, esquecimento de nomese recados, típicos da condição.",
          "correta": true
        }
      ],
      "resposta_correta": "D",
      "resposta_comentada": "Resposta Correta:\nDiagnóstico: Doença de Alzheimer. É uma doença neurodegenerativa progressiva caracterizadapela formação de placas beta-amiloide e emaranhados neurofibrilares. Ela afeta principalmente a\nmemória episódica e semântica, causando sintomas como repetição de histórias, esquecimentode nomes e recados, típicos da condição.Doença de Alzheimer é uma doença neurodegenerativa\nprogressiva caracterizada pela formação de placas beta-amiloide e emaranhados neurofibrilares.\nEla afeta principalmente a memória episódica e semântica, causando sintomas como repetiçãode histórias, esquecimento de nomes e recados, típicos da condição.\nJustificativas:\nDiagnóstico: Doença de Parkinson. É um distúrbio neurodegenerativo que afeta \npc pa\ne te oo\ne to, pode do cop o\nete a cog ção eestág os\navançados. As áreas límbicas, como o hipocampo, são menos afetadas inicialmente, ea memória procedimental geralmente é preservada até os estágios mais avançados.\nIncorreta porque, embora a Doença de Parkinson possa eventualmente comprometer acognição, ela afeta principalmente o movimento nos estágios iniciais. As áreas límbicas\ne a memória episódica não são as mais afetadas inicialmente, e a memóriaprocedimental é preservada até os estágios mais avançados. Os sintomas\napresentados por J.A. são mais indicativos de Alzheimer.\nDiagnóstico: Doença de Alzheimer. É uma doença neurodegenerativa progressivacaracterizada pela formação de placas beta-amiloide e emaranhados neurofibrilares.\nEla afeta principalmente a memória episódica e semântica, causando sintomas comorepetição de histórias, esquecimento de nomes e recados, típicos da condição. Correta,\npois a Doença de Alzheimer é caracterizada por placas beta-amiloide e emaranhadosneurofibrilares, afetando principalmente a memória episódica e semântica. Os sintomas\nde repetição de histórias, esquecimento de nomes e recados apresentados por J.A.\nsão típicos do Alzheimer.\nDiagnóstico: Doença de Parkinson. É um distúrbio que pode comprometer o cognitivoem estágios mais avançados, mas o principal impacto inicial é sobre o movimento. As\náreas relacionadas à memória episódica e semânticas são menos afetadas, com amemória procedimental permanecendo relativamente intacta até fases tardias.\nIncorreta porque descreve corretamente a Doença de Parkinson, mas os sintomasapresentados no caso de J.A. (esquecimento de nomes, repetição de perguntas) não\nsão característicos dos estágios iniciais de Parkinson, que afeta principalmente omovimento e não a memória episódica.\nDiagnóstico: Doença de Alzheimer. É um distúrbio que afeta progressivamente amemória semântica e de trabalho, que são tipicamente comprometidas nos estágios\niniciais da doença. Sintomas como a repetição de perguntas e dificuldade em lembrarnomes indicam um comprometimento significativo da doença. Incorreta, mas próxima\nda correta. Esta alternativa descreve a Doença de Alzheimer, incluindo a memória detrabalho, mas a ênfase principal no caso de J.A. está no comprometimento da memória\nepisódica e semântica, o que faz da segunda alternativa a mais adequada e precisa. Amemória de trabalho (também conhecida como memória operacional) pode ser afetada\nna Doença de Alzheimer, especialmente à medida que a doença progride. No entanto, ocomprometimento mais característico e inicial da Doença de Alzheimer envolve a\nmemória episódica (a habilidade de lembrar eventos pessoais e recentes) e,posteriormente, a memória semântica (o conhecimento de fatos e conceitos). A\nmemória de trabalho pode ser relativamente preservada nos estágios iniciais da Doença de Alzheimer. O paciente pode manter e manipular pequenas quantidades de\ninformação por um curto período, embora isso possa começar a se deteriorar com otempo.",
      "referencias": "DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. Grupo A, 2019. 9788582715062. Disponível em: https://integrada.minhabiblioteca.com.br/\n#/books/9788582715062/. Acesso em: 30 maio 2024.\nDynaMed. Demência de Alzheimer. Disponível em:\nhttps://www.dynamed.com/condition/alzheimer-dementia. Acesso em: 31 maio 2024.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 5851
    },
    {
      "numero": "5",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Paciente de 72 anos, previamente saudável, foi internada há cinco diasdevido a uma fratura de quadril após uma queda. Desde a cirurgia, ela tem apresentado confusão\nmental, principalmente à noite, com episódios de agitação. Durante a manhã, a paciente parecemais alerta, mas, no final do dia, volta a ficar desorientada e incapaz de reconhecer os familiares.\nOs registros de enfermagem indicam que o quadro é flutuante, com momentos de melhora e pioraao longo das últimas 48 horas. A paciente não tem história prévia de demência e seu exame físico\nrevela desidratação leve. A médica assistente está avaliando a possibilidade de um transtornomental orgânico.\nCom base na história e no quadro clínico, qual é a hipótese diagnóstica mais provável para estapaciente?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Delirium, condição caracterizada por início súbito, curso flutuante e alterações da atenção e daconsciência.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Demência inicial, uma condição crônica caracterizada por declínio progressivo e irreversível dafunção cognitiva.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Transtorno de ansiedade generalizada, caracterizado por preocupação excessiva e contínua comaspectos da vida.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Depressão psicótica, um transtorno depressivo maior com sintomas psicóticos, comoalucinações ou delírios.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Alternativas:\nDemência inicial, uma condição crônica caracterizada por declínio progressivo eirreversível da função cognitiva.\nJustificativa: Embora a demência envolva declínio cognitivo, o início agudo e o curso flutuante doquadro da paciente não são compatíveis com demência, que costuma se desenvolver lentamente\ne com progressão gradual. Além disso, a paciente não tem histórico prévio de sintomas dedemência. Mesmo que uma demência subjacente pudesse ser precipitada pelo estresse da\ncirurgia, o quadro agudo e flutuante apresentado sugere primariamente delirium.\nDelirium, condição caracterizada por início súbito, curso flutuante e alterações da atençãoe da consciência.\nJustificativa: Correta. O quadro clínico da paciente, com confusão mental aguda, curso flutuantee alterações da atenção e da consciência, é altamente sugestivo de delirium. A confusão noturna,\nconhecida como “sundowning” (síndrome do pôr do sol), é comum no delirium, especialmente empacientes hospitalizados após cirurgia. O diagnóstico de delirium é consistente com o início súbito\ne a reversibilidade potencial do quadro, se tratado adequadamente.\nDepressão psicótica, um transtorno depressivo maior com sintomas psicóticos, comoalucinações ou delírios.\nJustificativa: Embora a depressão possa levar à confusão, especialmente em idosos, o cursoflutuante e a relação com o pós-operatório sugerem um transtorno orgânico, como o delirium, em\nvez de depressão. Além disso, a paciente não apresenta sintomas típicos de um episódiodepressivo maior, como humor deprimido persistente. No caso de depressão psicótica, a\nagitação e os sintomas psicóticos seriam mais constantes e não flutuariam ao longo do dia,como ocorre no delirium.\nTranstorno de ansiedade generalizada, caracterizado por preocupação excessiva econtínua com aspectos da vida.\nJustificativa: O transtorno de ansiedade generalizada (TAG) não se manifesta com confusãomental aguda e flutuações no nível de consciência, como observado neste caso. Mesmo que a\nansiedade possa ser exacerbada em um ambiente hospitalar, ela não provocaria adesorientação e flutuações na consciência que são características do delirium. A confusão\naguda e o curso flutuante tornam essa hipótese muito pouco provável.\nConclusão:\nA alternativa 2 (Delirium) é a única correta, pois o quadro clínico descrito, com confusão aguda,flutuações no estado mental e curso flutuante, é típico de delirium. As demais alternativas\ndescrevem transtornos que, embora possam envolver sintomas semelhantes, não correspondemao quadro clínico agudo e flutuante apresentado pela paciente, o que elimina qualquer margem\npara recursos.",
      "referencias": "DALGALARRONDO, Paulo. Psicopatologia e semiologia dos transtornos mentais. Grupo A, 2019. 9788582715062. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788582715062/. Acesso em: 30 maio 2024.\nSADOCK, Benjamin J.; SADOCK, Virginia A.; RUIZ, Pedro. Compêndio de psiquiatria. Porto Alegre: Grupo A, 2017. E-book. ISBN 9788582713792. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788582713792/. Acesso em: 31 maio 2024.\n\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 4449
    },
    {
      "numero": "6",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Homem, 68 anos, hipertenso e diabético, estava sentado no sofáquando apresentou dificuldade para falar e fraqueza súbita no lado direito do corpo há cerca de 40\nminutos. Ele estava acordado e consciente, mas não conseguia levantar o braço direito eapresentava dificuldade para articular palavras. Ao chegar ao hospital, o exame físico revelou um\ndéficit motor e sensitivo no dimidio direito e disartria, com preservação da função no ladoesquerdo. A tomografia computadorizada inicial foi normal.\nCom base na fisiopatologia da principal hipótese, qual é a causa mais provável dos sintomasapresentados por este paciente?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "A oclusão de uma artéria cerebral anterior esquerda, levando à isquemia no lobo frontal, parietal etemporal.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "A ruptura de uma malformação arteriovenosa no hemisfério direito, causando hemorragiasubaracnóidea.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "O rompimento de um aneurisma cerebral na artéria comunicante anterior, causando compressãodo tronco cerebral.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "A oclusão da artéria cerebral média esquerda, resultando em isquemia nas áreas motoras e\nsensitivas.",
          "correta": true
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Resposta correta:\nA oclusão da artéria cerebral média esquerda, resultando em isquemia nas áreas motoras esensitivas.\nJustificativa:\nA oclusão da artéria cerebral média esquerda é a causa mais provável dos déficits neurológicosapresentados, como a fraqueza e perda sensitiva no lado direito do corpo e dificuldade na fala. A\nartéria cerebral média irriga as áreas motoras e sensitivas do córtex cerebral, que controlam ohemicorpo contralateral. A ausência de hemorragia na tomografia apoia o diagnóstico de AVC\nisquêmico.\nJustificativa das alternativas incorretas:\nA oclusão de uma artéria cerebral anterior esquerda, levando à isquemia no lobo frontal:\nJustificativa: A artéria cerebral anterior irriga principalmente as áreas responsáveis pela funçãodas pernas e o córtex pré-frontal, relacionado ao comportamento e personalidade. A fraqueza nas\npernas seria mais evidente, e o paciente poderia apresentar alterações de personalidade, masnão os déficits motores focais no braço e face direitos descritos no caso. A artéria cerebral\nanterior não irriga todas essas áreas (lobo frontal, parietal e temporal). A artéria cerebral anterior éresponsável por irrigar principalmente a parte medial dos lobos frontal e parietal, incluindo a\nporção medial do córtex motor e sensitivo, o que afeta principalmente a perna contralateral e asfunções executivas do lobo frontal.\nO rompimento de um aneurisma cerebral na artéria comunicante anterior, causandocompressão do tronco cerebral:\nJustificativa: O rompimento de um aneurisma normalmente causa um AVC hemorrágico, nãoisquêmico, e os sintomas se originam de sangramento e aumento da pressão intracraniana. O\ncaso descrito, no entanto, não mostra sinais de hemorragia na tomografia, e os sintomassugerem isquemia, não compressão do tronco cerebral.\nA ruptura de uma malformação arteriovenosa no hemisfério direito, causando hemorragiasubaracnóidea:\nJustificativa: A ruptura de uma malformação arteriovenosa causaria um AVC hemorrágico compossível hemorragia subaracnóidea, levando a uma apresentação clínica muito diferente\n(tipicamente com dor de cabeça súbita, vômito e perda de consciência). Este caso clínico, comtomografia sem hemorragia e déficit focal, é mais consistente com um AVC isquêmico.",
      "referencias": "GREENBERG, David A.; AMINOFF, Michael J.; SIMON, Roger P. Neurologia clínica. Grupo A, 2014. E-book. ISBN 9788580553550. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788580553550/. Acesso em: 31 maio 2024.\nMOORE, Keith L.; DALLEY, Arthur F.; AGUR, Anne M R. Anatomia Orientada para Clínica. Riode Janeiro: Grupo GEN, 2022. E-book. ISBN 9788527734608. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788527734608/. Acesso em: 31 maio 2024.\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. Porto Alegre: Grupo A, 2024. E-book. ISBN 9786558040231. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9786558040231/. Acesso em: 31 maio 2024.\n\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 4179
    },
    {
      "numero": "7",
      "fonte": "MRSA",
      "enunciado": "(AFYA PARAÍBA) Mulher, 45 anos com histórico de diabetes mellitus tipo 2 e trauma no membroinferior direito há 1 mês, que apresenta dor intensa, febre e edema na área afetada. O exame\nfísico revela uma úlcera crônica na perna com secreção purulenta. A radiografia do membro atualmostra uma área de descalcificação óssea. A hemocultura apresentou-se positiva com patógeno\nStaphylococcus aureus resistente à meticilina (MRSA). Com base no caso acima, analise asafirmativas abaixo:\nI. O caso da paciente tem como principal hipótese osteomielite não-hematogênica. Esta pode\nocorrer como resultado da disseminação contígua da infecção ao osso pelos tecidos moles earticulações adjacentes ou via inoculação direta da infecção no osso (como resultado de trauma,\nferidas por mordida ou cirurgia).\nII. No quadro apresentado pela paciente observa-se achados clínicos e radiográficos compatíveis\nde osteomielite e hemocultura com patógeno Staphylococcus aureus resistente à meticilina (MRSA). Nesse caso, a biópsia óssea pode ser útil, principalmente se for necessário\ndesbridamento terapêutico subsequente.\nIII. O diagnóstico laboratorial é feito com a avaliação de marcadores específicos de diagnóstico e\nde monitorização do tratamento como a PCR e outros marcadores menos específicos como avelocidade de sedimentação eritrocitária e a contagem de leucócitos, que podem estar elevados\nprincipalmente em infecções por Staphylococcus aureus resistente à meticilina (MRSA).\nIV. No tratamento é possível a administração de clindamicina, no combate ao Staphilococcus\naureus, ou uma cefalosporina, à qual tem ação frente a Kingella Kingae, não havendo indicação davancomicina, haja vista que a mesma não constitui uma alternativa mais válida que os demais\nfármacos, não conseguindo por tanto fazer o enfrentamento de infecção causada por MRSA.\nEstá correto apenas o que se afirma em:",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "I, II e III apenas.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "II, III e IV apenas.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "I e IV apenas.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "I e II apenas.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Osteomielite é uma infecção que envolve ossos. A osteomielite pode ser classificada com baseno mecanismo de infecção (hematogênico versus não hematológico) e na duração da doença\n(aguda versus crônica). A osteomielite não-hematogênica pode ocorrer como resultado dadisseminação contígua da infecção ao osso pelos tecidos moles e articulações adjacentes ou via\ninoculação direta da infecção no osso (como resultado de trauma, feridas por mordida ou cirurgia).\nA osteomielite hematogênica é causada por microrganismos que semeiam o osso no cenário dabacteremia.\nEm geral, o diagnóstico de osteomielite é estabelecido por meio de cultura obtida a partir dabiópsia do osso envolvido. Um diagnóstico de osteomielite pode ser inferido nas seguintes\ncircunstâncias: achados clínicos e radiográficos típicos de osteomielite e hemoculturas positivascom provável patógeno (como Staphylococcus aureus); nesses casos, a biópsia óssea não é\nnecessária, mas pode ser útil, principalmente se for necessário desbridamento terapêuticosubsequente.\nO diagnóstico laboratorial é feito com a avaliação de marcadores específicos de diagnóstico e demonitorização do tratamento como a PCR e outros marcadores menos específicos como a\nvelocidade de sedimentação eritrocitária e a contagem de leucócitos, que podem estar elevadosprincipalmente em infecções por Staphylococcus aureus resistente à meticilina (MRSA).\nA vancomicina é um antibiótico glicopeptídico que atua inibindo a síntese da parede celularbacteriana. Ela se liga aos precursores da parede celular, especificamente ao D-alanina-D-\nalanina, interrompendo a formação da rede de peptidoglicano essencial para a integridade daparede celular bacteriana. A vancomicina é uma das principais opções no tratamento de\ninfecções causadas por Staphylococcus aureus resistente à meticilina (MRSA). A vancomicina éeficaz contra MRSA porque esse microorganismo é resistente à maioria dos antibióticos beta-\nlactâmicos, incluindo a meticilina. A vancomicina, portanto, é uma escolha padrão para tratarinfecções graves ou complicadas causadas por MRSA, como infecções de pele e tecidos moles,\nendocardite, osteomielite e pneumonia.",
      "referencias": "DynaMed. Osteomielite. Serviços de informação da EBSCO. Disponível em:\nhttps://www.dynamed.com/condition/osteomyelitis#GUID-99BED570-4D40-4137-A8E9-\nE6A229609104.\nHEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia.\nPorto Alegre: Grupo A, 2017. E-book. ISBN 9788582713778. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788582713778/.\n\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 4633
    },
    {
      "numero": "8",
      "fonte": "CORRETA",
      "enunciado": "Homem, 35 anos, previamente saudável, foi vítima de um acidente de motocicleta. Ele foi levadoao pronto-socorro consciente, orientado, com sinais vitais estáveis, sem história de perda de\nconsciência durante o acidente. O paciente relatou dor na região cervical, sem irradiação, e negoudormência ou fraqueza em membros. O exame físico revelou uma limitação dolorosa à\nmovimentação do pescoço, mas sem déficits neurológicos. A Tomografia computadorizada dolocal da dor, não encontrou alterações significativas.\nCom base no caso, marque a conduta farmacológica adequada para o início do tratamento.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Analgésico e anti-inflamatório não esteroidal.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Opioide fraco e anti-inflamatório esteroidal.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Analgésico e opioide forte.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Anti-inflamatório esteroidal e opioide forte.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Justificativas das alternativas erradas:\nAlternativa: Opioide Fraco + Anti-inflamatório esteroidal\nErrado porque: Os opioides fracos, como codeína tramadol, sãogeralmente reservados para dores de intensidade moderada a severa, o que\nnão é o caso aqui, dado que o paciente está estável e não há sinais de lesãograve. Além disso, anti-inflamatórios esteroidais (como prednisona) são\nusados para inflamações mais graves ou específicas, como doençasautoimunes, e não são de primeira linha em lesões musculoesqueléticas\ntraumáticas simples sem complicações.\nAlternativa: Analgésico + Opioide Forte Errado porque: Os opioides fortes, como morfina ou oxicodona, são\nindicados para dores intensas, severas ou refratárias a outros tratamentos, oque não se aplica a este caso em que o trauma parece menor e os sinais\nvitais estão normais. O uso de opioides fortes pode ser desnecessário eaumentar o risco de efeitos colaterais e dependência.\nAlternativa: Anti-inflamatório esteroidal + Opioide Forte Errado porque: Essa combinação é excessiva para o quadro apresentado.\nAnti-inflamatórios esteroidais e opioides fortes são indicados para condiçõesgraves, inflamações intensas ou dores incontroláveis por outros meios, o que\nnão é compatível com o caso clínico descrito.\nPortanto, analgésico e anti-inflamatório não esteroidal é a conduta mais adequada, combinandoeficácia e segurança no tratamento inicial da dor e inflamação em um paciente com trauma\ncervical leve a moderado.",
      "referencias": "https://www.dynamed.com/approach-to/neck-pain-approach-to-the-patient. Acesso em: 14 deagosto. 2024\nQASEEM, Amir et al. Nonpharmacologic and Pharmacologic Management of Acute Pain\nFrom Non–Low Back, Musculoskeletal Injuries in Adults: A Clinical Guideline From the American College of Physicians and American Academy of Family Physicians. Annals of\nInternal Medicine, v. 173, n. 9, 2020. DOI: 10.7326/M19-3602. Disponível em:\nhttps://doi.org/10.7326/M19-3602. Acesso em: 20 ago. 2024.\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 2862
    },
    {
      "numero": "9",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Mulher de 28 anos, tem histórico de cefaleias recorrentes desde aadolescência. Ela descreve suas dores de cabeça como latejantes, unilaterais, e associadas a\nnáuseas e sensibilidade à luz e ao som. As crises ocorrem cerca de uma vez por mês, duram de 4 a 72 horas, e geralmente são aliviadas com repouso em um quarto escuro e o uso de\nanalgésicos. Nos últimos dois meses, porém, notou que as cefaleias se tornaram maisfrequentes, agora ocorrendo várias vezes por semana. Além disso, relata que, em algumas\nocasiões, a dor tem se iniciado de forma abrupta, e recentemente, durante uma crise de cefaleia,teve um episódio de visão turva no olho direito, seguido por dormência na mão direita, que\nmelhoraram alguns minutos depois. Procurou o posto de saúde e a médica a tranquilizouafirmando que é normal a mudança de frequência e os demais sinais e sintomas apresentados.\nCom base no caso apresentado, responda as questões a seguir:\na) A conduta médica foi correta?\nb) Existem sinais no relato da paciente que deveriam ter sido considerados para uma abordagem\ndiferente? Cite quais.\nc) Discuta quais seriam os próximos passos adequados na investigação e no manejo deste caso.\nJustifique sua resposta.",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) A conduta médica foi correta? 0,1 pontos\nNãob) Existem sinais no relato da paciente que deveriam ter sido considerados para uma abordagem\ndiferente? Cite quais. 0,4 pontos Identificação dos Sinais de Alarme:\nMudança no Padrão da Cefaleia (considerar início súbito também): O aumento nafrequência das cefaleias, a mudança no padrão habitual e o início súbito das dores de\ncabeça são todos sinais que fogem do padrão típico da enxaqueca - valor 0,2 pontos (considerar correto se identificar a clínica/sinais ou sintoma ou o sinal de alarme).\nSintomas Neurológicos Focais: O episódio de visão turva seguido por dormência namão direita são sintomas neurológicos focais que sugerem a possibilidade de um\nevento isquêmico, como um AVC, ou outra patologia neurológica significativa. Essessintomas exigem uma avaliação cuidadosa e não devem ser descartados como parte\nda enxaqueca sem uma investigação apropriada. - valor 0,2 pontos (considerar corretose identificar a clínica/sinais ou sintoma ou o sinal de alarme).\nobs: outros os sinais de alarme, apesar de existem, não estão relacionados ao casoc) Discuta qual a conduta correta e os próximos passos adequados na investigação e no manejo\ndeste caso. Justifique sua resposta. 0,5 pontos Próximos Passos na Investigação e Manejo:\nExame Neurológico Completo: Como médico assistente, eu realizaria um exameneurológico detalhado para avaliar a presença de quaisquer déficits neurológicos que\npossam indicar uma patologia focal. 0,2 pontos Solicitação de Exames de Imagem: Dada a presença dos sinais de alarme, seria\nnecessário solicitar uma tomografia computadorizada (TC) ou uma ressonânciamagnética (RM) do crânio. Esses exames são fundamentais para descartar causas\nsecundárias graves, como um tumor cerebral, um AVC ou outras anomaliasestruturais. 0,2 pontos (considerar TC ou RM)\nEncaminhamento para Neurologia: Considerando os novos sintomas e a mudançano padrão da cefaleia, eu encaminharia Mariana a um neurologista para uma avaliação\nmais aprofundada e possível ajuste do plano de manejo. - 0,1 ponto Observação: testes de coagulação ou outros exames de rotina, angiotomografia ou doppler\ntranscraniano e imediata hospitalização não acrescentam pontos e não devem serutilizados para diminuir a pontuação.",
      "referencias": "LOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. Porto Alegre: Grupo A, 2024. E-book. ISBN 9786558040231. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9786558040231/. Acesso em: 30 maio 2024.\nSPECIALI, José Geraldo et al. Protocolo nacional para diagnóstico e manejo das cefaleiasnas unidades de urgência do brasil-2018. Academia Brasileira de Neurologia–Departamento\nCientífico de Cefaleia Sociedade Brasileira de Cefaleia. Disponível em:\nhttps://sbcefaleia.com.br/images/file%205.pdf, v. 205, 2018. Acesso em: 30 maio 2024.\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 4138
    },
    {
      "numero": "10",
      "fonte": "AFYA MANACAPURU",
      "enunciado": "(AFYA MANACAPURU) Mulher, 65 anos, procura atendimento clínico com queixa de rigidezintermitente nas mãos, com duração superior a seis semanas. Relata que a rigidez não persiste\npor mais de uma hora e é mais acentuada após atividades que envolvem o uso das mãos,acompanhada principalmente por dor na base do polegar. A paciente não apresenta outros\nsintomas articulares ou sistêmicos. O exame físico revela dor e limitação funcional nasarticulações carpometacarpal do primeiro dedo de ambas as mãos e interfalangiana distal do\nsegundo dedo da mão direita, sem sinais de edema, eritema, calor ou alterações ósseas visíveis.\nCom base no caso clínico, analise como deve ser classificada a dor dessa paciente, de acordocom as alternativas abaixo.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Aguda, inflamatória e poliarticulares.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Crônica, não inflamatória e oligoarticulares.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Aguda, não inflamatória e poliarticulares.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Crônica, inflamatória e oligoarticulares.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "RESPOSTA CORRETA: Crônica, não inflamatória e oligoarticulares.\nRESPOSTA COMENTADA: A condição é crônica porque os sintomas persistem por mais deseis semanas. A presença da rigidez intermitente (também conhecida como fenômeno de gel) é\ntípica das condições não inflamatórias (como osteoartrite [OA]), tem duração mais curta (< 60minutos) e é exacerbada pela atividade. As queixas em ambas as mãos geralmente sugerem\netiologia degenerativa (p. ex., OA). A dor, com ou sem aumento de volume ósseo, que acomete abase do polegar (primeira articulação carpometacarpal) também é altamente sugestiva de OA. A\ndescrição dos sintomas, limitados às articulações carpometacarpal e interfalângica distal, indicaum padrão oligoarticular (2-3 articulações).",
      "referencias": "Loscalzo, Joseph, et al. Medicina Interna de Harrison. Disponível em: Minha Biblioteca, (21stedição). Grupo A, 2024. Seção 3: Distúrbios das articulações e dos tecidos adjacentes, páginas\n2844 – 2849. Minha Biblioteca: Medicina Interna de Harrison - 2 Volumes.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 2061
    },
    {
      "numero": "11",
      "fonte": "UNIGRANRIO CAXIAS",
      "enunciado": "(UNIGRANRIO CAXIAS) Mulher branca, 50 anos, com história de paralisia cerebral desde onascimento, que resultou em atraso significativo no desenvolvimento motor (sentou-se aos 2\nanos e começou a andar aos 6 anos, sempre com dificuldade para deambular). A pacientepassou pela menopausa aos 48 anos, não há relato de fraturas prévias. Ela chega à consulta\nmédica com um exame de radiografia de coluna lombar e torácica sem diminuição da alturavertebral e sem fraturas vertebrais e a densitometria óssea (DEXA) realizado recentemente, com\nfoco na coluna lombar e no colo do fêmur.\nExame de Densitometria Óssea:\nColuna lombar (L1-L4):\nT-score: -2,6 (Valor de referência: T-score ≤ -2,5 indica osteoporose).\nZ-score: -3,4 (Valor de referência: Z-score ≤ -2,0 é considerado abaixo doesperado para a idade).\nColo do fêmur:\nT-score: -1,6 (Valor de referência: T-score entre -1,0 e -2,5 indicaosteopenia; T-score ≤ -2,5 indica osteoporose).\nZ-score: -2,4 (Valor de referência: Z-score ≤ -2,0 é considerado abaixo doesperado para a idade).\nQual é o diagnóstico e melhor conduta inicial?",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Osteoporose, prescrever alendronato de sódio, aumentar a ingesta alimentar de cálcio,\nprescrever cálcio e vitamina D e orientar atividade física.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Osteopenia, prescrever romosozumabe, aumentar a ingesta alimentar de cálcio, prescrevercálcio e vitamina D e orientar atividade física.",
          "correta": false
        },
        {
          "id": "C",
          "texto": "Osteoporose, prescrever romosozumabe, aumentar a ingesta alimentar de cálcio, prescrevercálcio e vitamina D e orientar atividade física.",
          "correta": false
        },
        {
          "id": "D",
          "texto": "Osteopenia, prescrever alendronato de sódio, aumentar a ingesta alimentar de cálcio, prescrevercálcio e vitamina D com orientação de atividade física.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Diagnóstico:\nCom base nos resultados da densitometria óssea, o diagnóstico é de osteoporose,principalmente evidenciado pelo T-score de -2,6 na coluna lombar. O Z-score também sugere que\na densidade óssea da paciente está significativamente abaixo do esperado para sua idade, \nposs ee te de do à co\nb ação de ato es coo a pa a s a ce eb a e a\ne opausa Melhor Conduta:\n1. Tratamento farmacológico:\nBifosfonatos: Como primeira linha de tratamento, medicamentos comoalendronato ou risedronato são indicados para reduzir o risco de fraturas.\nSuplementação de cálcio e vitamina D: Para garantir uma ingestãoadequada desses nutrientes, essenciais para a saúde óssea.\nConsideração de outros agentes: Embora romosozumabe possa sereficaz em casos graves, ele não é indicado para esta paciente devido à\nausência de fraturas prévias e um perfil de risco que pode ser manejado combifosfonatos.\n2. Medidas não farmacológicas:\nExercícios físicos de baixo impacto: Adequados à capacidade física dapaciente, focando no fortalecimento muscular, equilíbrio e prevenção de\nquedas.\nModificação de fatores de risco: Abandonar hábitos que prejudiquem asaúde óssea, como fumar ou consumir álcool em excesso.\n3. Monitoramento:\nRepetir a densitometria óssea a cada 1-2 anos para monitorar a eficácia dotratamento.\nAvaliar regularmente a aderência ao tratamento e possíveis efeitos colateraisdos medicamentos.\nConsiderações sobre o FRAX:\nO médico assistente pode não ter realizado o cálculo do FRAX por várias razões:\nDiagnóstico estabelecido: Com base no T-score de -2,6, a paciente já édiagnosticada com osteoporose, o que define a necessidade de tratamento\nindependentemente do cálculo do risco pelo FRAX.\nComplexidade do caso: A condição de paralisia cerebral e as limitações associadaspodem alterar o risco de quedas e fraturas, fatores que o FRAX não considera\nadequadamente.\nRomosozumabe é um agente anabólico utilizado no tratamento da osteoporose em mulherespós-menopáusicas com alto risco de fraturas, especialmente naquelas que têm história de fratura\nosteoporótica ou múltiplos fatores de risco para fraturas. Ele age aumentando a formação ósseae, em menor grau, diminuindo a reabsorção óssea.\nRazões para não indicar Romosozumabe neste caso:\n1. Ausência de fraturas prévias:\nRomosozumabe é geralmente indicado para pacientes com alto risco defratura, incluindo aquelas com fratura prévia de fragilidade. No caso descrito,\na paciente não tem história de fraturas osteoporóticas, e a radiografia nãomostrou fraturas vertebrais, o que pode justificar a preferência por outras\nterapias como bifosfonatos, que são primeira linha para pacientes semfraturas.\n2. T-score e risco de fratura:\nO T-score da coluna lombar é de -2,6, o que indica osteoporose, mas não háevidência de fraturas, e o T-score do colo do fêmur é de -1,6, o que sugere\n\nosteope a,as\não osteopo osesse pe\npode se co s de adoe os\nsevero do que aqueles indicados para o uso de romosozumabe, que éreservado para pacientes com osteoporose mais avançada ou com múltiplas\nfraturas.\n3. Custo e efeitos adversos:\nRomosozumabe é um tratamento caro e está associado a alguns riscos,incluindo eventos cardiovasculares. Por essa razão, os médicos tendem a\nreservar seu uso para casos onde os benefícios superam claramente osriscos, como em pacientes com fraturas múltiplas ou que não respondem ou\nnão toleram outras terapias, Indicações para Romosozumabe antes dos Bifosfonatos:\n1. Pacientes com risco extremamente alto de fraturas:\nO romosozumabe é indicado como terapia de primeira linha em pacientescom risco muito alto de fratura, especialmente aquelas que já sofreram\nmúltiplas fraturas osteoporóticas, incluindo fraturas vertebrais, ou quetenham risco iminente de fratura (por exemplo, fraturas nos últimos 12\nmeses).\nO benefício de uma ação mais rápida na formação óssea comromosozumabe pode ser crucial nesses pacientes, enquanto os bifosfonatos\n(como alendronato ou risedronato) atuam principalmente na redução dareabsorção óssea e podem ter uma ação menos rápida no aumento da\ndensidade mineral óssea.\n2. Pacientes que apresentam falha no tratamento prévio:\nPacientes que já utilizaram bifosfonatos ou outras terapias antirreabsortivas enão apresentaram resposta adequada (medida pela persistência de perda\nóssea ou novas fraturas), podem se beneficiar de romosozumabe.\nEm situações em que a densidade óssea continua a declinar ou em que háfraturas recorrentes, o romosozumabe pode ser uma opção terapêutica\nantes de tentar novamente os bifosfonatos.\n3. Pacientes com intolerância ou contraindicação aos bifosfonatos:\nPacientes que têm contraindicação para o uso de bifosfonatos, comoaqueles com doença esofágica grave (por exemplo, esofagite erosiva,\nestenose esofágica, ou risco elevado de perfuração esofágica), insuficiênciarenal grave (clearance de creatinina < 35 mL/min), ou que não toleram os\nefeitos adversos dos bifosfonatos, podem iniciar tratamento comromosozumabe.\n4. Pacientes com necessidade de aumento significativo da densidade óssea:\nO romosozumabe pode ser considerado quando se deseja um aumentorápido e significativo na densidade óssea, como ocorre em mulheres na\npós-menopausa com osteoporose severa e histórico de fraturas vertebrais.",
      "referencias": "GRAAFF, Kent M. Van de. Anatomia Humana. Barueri: Editora Manole, 2003. E-book. ISBN\n9788520452677. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788520452677/. Acesso em: 31 maio 2024.\nLOSCALZO, Joseph; FAUCI, Anthony S.; KASPER, Dennis L.; et al. Medicina Interna de Harrison. Porto Alegre: Grupo A, 2024. E-book. ISBN 9786558040231. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9786558040231/. Acesso em: 30 maio 2024.\n\nSOU\n,á c o\nass\nGo ça es deag óst co e t ata\ne to da osteopo osee sta\nBrasileira de Ortopedia, v. 45, p. 220-229, 2010. Disponível em:\nhttps://www.scielo.br/j/rbort/a/qpcTVfNMf8FJqMM6wLb3q6t/abstract/?lang=pt. Acesso em: 31maio 2024.\n\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 7690
    },
    {
      "numero": "12",
      "fonte": "FASA VIC",
      "enunciado": "( FASA VIC) Homem, 75 anos, com história de Doença de Parkinson há 14 anos, foiencaminhado ao ambulatório de distúrbios do movimento por agravamento dos sintomas e\nquedas frequentes. As quedas ocorreram com maior frequência no início da tarde, quando opaciente apresentava piora dos sintomas e essa era sua principal preocupação. Sua filha\nmencionou claramente a presença de discinesias leves ocasionais, das quais o pacientedesconhecia. Ele estava sendo tratado com levodopa-carbidopa 100/25 mg, um comprimido três\nvezes ao dia, durante café da manhã, almoço e jantar. Em virtude de evolução dos sintomas omédico assistente estuda a possibilidade de associar o ropinirol\nAdaptado de Mestre T, Ferreira JJ. Pharmacotherapy in Parkinson's disease: case studies. Ther\nAdv Neurol Disord. 2010 Mar;3(2):117-26.\nConsiderando o quadro clínico e a terapêutica acima apresentada, assinale a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Em vez de aumentar os níveis de dopamina no cérebro, como o ropirinol, a levodopa estimuladiretamente os receptores de dopamina, o que ameniza os sintomas da doença de Parkinson ao\nmelhorar atividade dopaminérgica associada ao controle do movimento.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "Ao inibir a descarboxilação periférica da carbidopa, a levodopa permite que uma maior proporçãoda dose administrada de carbidopa chegue até o cérebro, o que significa que menos carbidopa é\nnecessária para alcançar os efeitos antiparkinsonianos desejados.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "A levodopa/carbidopa quando ingerida concomitantemente com uma refeição rica em proteínas\napresenta absorção errônea e/ou incompleta, sendo necessário orientar este paciente a nãoingerir o medicamento durante o almoço, como ele tem feito erroneamente.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "O ropirinol, administrado oralmente, é convertido em dopamina pelas enzimas dopadescarboxilase, presentes no sistema nervoso periférico, o que ajuda a compensar a deficiência\nde dopamina e aliviar os sintomas motores da doença de Parkinson.",
          "correta": false
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Alternativa correta: A levodopa/carbidopa quando ingerida concomitantemente com uma refeiçãorica em proteínas apresenta absorção errônea e/ou incompleta, sendo necessário orientar este\npaciente a não ingerir o medicamento logo após o almoço.\nEm vez de aumentar os níveis de dopamina no cérebro, como a levodopa, o ropinirol estimuladiretamente os receptores de dopamina, o que ameniza os sintomas da doença de Parkinson ao\nmelhorar atividade dopaminérgica associada ao controle do movimento.\nAo inibir a descarboxilação periférica da levodopa, a carbidopa permite uma maior proporção dadose administrada de levodopa chegar ao cérebro, o que significa que menos levodopa é\nnecessária para alcançar os efeitos terapêuticos desejados.\nA levodopa, administrada oralmente, é convertida em dopamina pelas enzimas dopadescarboxilase, presentes no sistema nervoso central, o que ajuda a compensar a deficiência de\ndopamina e aliviar os sintomas motores da doença de Parkinson.",
      "referencias": "GREENBERG, David A.; AMINOFF, Michael J.; SIMON, Roger P. 8ª edição. Neurologia clínica.\nSão Paulo, SP: Grupo A, 2014.\nKATZUNG, Bertram G.; VANDERAH, Todd W. Farmacologia básica e clínica. 15ª edição. São Paulo, SP: Grupo A, 2023.\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 3247
    },
    {
      "numero": "13",
      "fonte": "AFYA IPATINGA",
      "enunciado": "(AFYA IPATINGA) Mulher, 32 anos, comparece em consulta com clínico para trazer exame deeletroneuromiografia de punho e mão esquerda solicitada pelo ortopedista, porém paciente não\nconseguiu retorno. Na análise há alteração com comprometimento do nervo mediano sugerindosíndrome do túnel do carpo.\nAnalise o caso clínico e marque a alternativa que contenha um teste de exame físico e qualalteração seria encontrado nessa paciente.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "Spurling, dor irradiada para a região anterior de ombro e perda da força de distal da mão esquerda.",
          "correta": true
        },
        {
          "id": "B",
          "texto": "Neer, piora da dor e parestesia em região anterior do ombro e perda de força.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "Durkan, parestesia de primeiro, segundo, terceiro e metade do quarto dedo da mão esquerda.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Phalen, parestesia de quinto dedo da mão com rigidez a mobilização cervical.",
          "correta": false
        }
      ],
      "resposta_correta": "A",
      "resposta_comentada": "Suspeite de síndrome do túnel do carpo (STC) em pacientes com dormência, formigamento oudor em queimação na distribuição do nervo mediano distal ao punho (incluindo o polegar, o\nindicador, o médio e a metade radial do anular).\nTestes provocativos podem incluir:\nTeste Tinel:\nO examinador dá uma pancada ao longo da distribuição nervosa do nervosuspeito de estar envolvido, causando deformação mecânica das fibras\nnervosas.\nPara a síndrome do túnel do carpo, toque ao longo do nervomediano no túnel do carpo.\nPara neuropatia ulnar, toque ao longo do nervo ulnar sobre o canalde Guyon.\nEm caso de aprisionamento do nervo radial superficial (síndromede Wartenberg), bata levemente ao longo do nervo radial\nsuperficial na região média do antebraço, distal ao ventre domúsculo braquiorradial.\nO teste é positivo se houver desenvolvimento ou aumento de dor ouparestesia na distribuição nervosa.\nTeste de Phalen:\nO paciente mantém os punhos em posição de flexão fixa (dorso das mãosse tocando) por 1 minuto.\nO teste é positivo para síndrome do túnel do carpo se houverdesenvolvimento ou aumento de dor ou parestesia na distribuição do nervo\nmediano.\nTeste de Durkan (compressão do carpo):\nA compressão do carpo exerce pressão direta sobre o nervo mediano.\nO examinador aplica pressão com o polegar sobre a borda proximal do ligamento docarpo (vinco proximal do punho).\nO teste é positivo para síndrome do túnel do carpo se houver desenvolvimento ouaumento de parestesia na distribuição do nervo mediano.\nTeste de Spurling é para avaliação de cervicalgia com radiculopatia e teste de Neer paraavaliação de síndrome do manguito rotador.",
      "referencias": "https://www.dynamed.com/condition/carpal-tunnel-syndrome#GUID-9247BD13-DF7B-407F-\nA064-D91F9FAD6306\n\nFeedback:\n--",
      "tem_imagem": false,
      "tamanho_caracteres": 2649
    },
    {
      "numero": "14",
      "fonte": "UNISL PORTO VELHO",
      "enunciado": "(UNISL PORTO VELHO) Ana, recém-nascida a termo, com 39 semanas de gestação, após umagravidez complicada por polidramnio. Mãe submetida a cesariana eletiva por apresentação\npélvica persistente. Ao nascimento, apresentava pé torto congênito à direita. Após o parto, Ana foimantida em posição supina, com as pernas estendidas e aduzidas, seguindo uma prática cultural\nda família.\nNa primeira consulta de puericultura, aos 10 dias de vida, o pediatra realizou o exame físico eobservou uma limitação na abdução das coxas, além de uma assimetria nas pregas glúteas. O\nmédico então realizou a seguinte manobra: um movimento de abdução dos quadris e joelhos dobebê, seguido de uma pressão para baixo nas coxas, enquanto as pernas eram afastadas. O\npediatra relatou que não sentiu um \"clique\" e, por isso, descartou a possibilidade de luxação dequadril.\nApesar da ausência do \"clique\", o médico solicitou uma radiografia de quadril para avaliar acondição da articulação. Com base nos achados clínicos e na radiografia, o médico propôs um\ntratamento cirúrgico imediato para corrigir o problema. Antes da cirurgia, Ana foi colocada emgesso em adução e extensão, com a intenção de \"preparar\" o quadril para a intervenção.\nBaseado no caso clínico responda o que se pede.\na) Cite os fatores de risco presentes que podem estar associados ao problema ortopédico\napresentado por Ana.\nb) Critique a conduta do médico e identifique erros no atendimento e conduta. Explique por que\nessas decisões são inadequadas ou erradas para um recém-nascido como Ana.",
      "tipo": "dissertativa",
      "alternativas": null,
      "resposta_correta": null,
      "resposta_comentada": "a) Cite os fatores de risco presentes que podem estar associados ao problema ortopédico\napresentado por Ana. 0,4 pontos Fatores de riscos presentes:\nApresentação pélvica: Bebês nascidos de apresentação pélvica têm maiorrisco de instabilidade ou luxação do quadril devido à posição intrauterina.\nSexo feminino: Meninas têm uma predisposição maior para certascondições ortopédicas, como a instabilidade do quadril, possivelmente\ndevido à maior sensibilidade aos hormônios maternos. (assim sexomasculino está errado)\nPé torto congênito: Anomalias congênitas nos membros inferiores podemestar associadas a outras condições ortopédicas.\nPosicionamento pós-natal (adução e extensão): Manter o bebê emposição supina com as pernas estendidas e aduzidas pode exacerbar\nproblemas articulares e prejudicar o alinhamento adequado do quadril\nPolidramnio não é fator de risco - não considerar.\nPontuar 0,1 ponto para cada acerto.\nb) Critique a conduta do médico ou identifique erros no atendimento e conduta. Explique por que\nessas decisões são inadequadas ou erradas para um recém-nascido como Ana. 0,6 pontos Crítica à Conduta Médica:\nErro na realização da manobra de Ortolani: 0,2 pontos (considerar 0,1 se apenas citar)\n\nOéd co ea\nou aa ob a de O to a\nde oa\nco eta, ap ca do p essão pa a ba o ascoxas enquanto as pernas eram afastadas. A manobra correta envolve a abdução dos quadris e\njoelhos a 90 graus, seguida de uma abdução suave das coxas com leve pressão para cima (anterior) para tentar reposicionar a cabeça do fêmur no acetábulo. A ausência do \"clique\" em\numa manobra realizada incorretamente não é suficiente para descartar uma luxação ousubluxação de quadril, tornando essa interpretação inadequada.\nErro na solicitação da radiografia: 0,2 pontos (considerar 0,1 se apenas citar)\nA radiografia de quadril não é o exame de escolha para recém-nascidos, especialmente para umacriança de 10 dias de vida, pois a cabeça do fêmur ainda não está ossificada, tornando o exame\npouco informativo. O exame mais apropriado para avaliar a articulação do quadril em recémnascidos é a ultrassonografia, que permite uma visualização detalhada das estruturas\ncartilaginosas.\nErro na indicação de tratamento cirúrgico 0,1 ponto e uso de gesso 0,1 ponto: considerar 0caso não explique\nA proposta de tratamento cirúrgico imediato é inadequada, especialmente em um recém-nascido.\nO tratamento inicial para problemas ortopédicos do quadril geralmente é conservador, utilizandodispositivos como o suspensório de Pavlik, que promove a estabilização do quadril sem a\nnecessidade de cirurgia.\nAlém disso, o uso de gesso em adução e extensão antes da cirurgia é contraproducente. Essaposição pode piorar a condição do quadril, aumentando o risco de complicações como a necrose\navascular. O uso de gesso, se necessário, deve ser em uma posição que favoreça a abdução e aflexão do quadril, que são posições mais fisiológicas para estabilizar a articulação",
      "referencias": "GUARNIERO, Roberto. Displasia do desenvolvimento do quadril: atualização. Revista Brasileirade Ortopedia, v. 45, p. 116-121, 2010. Disponível em:\nhttps://www.scielo.br/j/rbort/a/YWFr5m6hrjVT9K7VMBsSWhc/abstract/?lang=pt. Acesso em: 31maio 2024.\nJÚNIOR, Dioclécio C.; BURNS, Dennis Alexander R.; LOPEZ, Fábio A. Tratado de pediatria.\nv.2. Barueri: Editora Manole, 2021. E-book. ISBN 9786555767483. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9786555767483/. Acesso em: 31 maio 2024.\nLIMA, Emílio Pandeló et al. Uma análise da displasia do desenvolvimento de quadril no Brasil:\nrevisão de literatura. Revista Eletrônica Acervo Saúde, v. 15, n. 7, p. e10698-e10698, 2022.\nDisponível em: https://acervomais.com.br/index.php/saude/ article/view /10698 /6320. Acesso em:\n31 maio 2024.\nWATANABE, Cyntia; VERONA, Beatriz Rodrigues. Displasia do desenvolvimento doquadril. Revista da Faculdade de Ciências Médicas de Sorocaba, 2018. Disponível em:\nhttps://revistas.pucsp.br/RFCMS/article/view/40047. Acesso em: 31 maio 2024.\n\nFeedback:\n--",
      "tem_imagem": true,
      "tamanho_caracteres": 5573
    },
    {
      "numero": "15",
      "fonte": "CORRETA",
      "enunciado": "Mulher, 55 anos, doméstica, queixa de dor lombar crônica difusa, mal definida e de caráterinsidioso. Piora com a flexão do tronco, em atividades usuais como passar roupa ou lavar louça.\nPiora também sentada, mas alivia em repouso ou com a extensão do tronco. Médico avaliadorfez a hipótese diagnóstica de dor discogênica.\nSobre o diagnóstico proposto para a paciente, marque a alternativa correta.",
      "tipo": "objetiva",
      "alternativas": [
        {
          "id": "A",
          "texto": "As rupturas no interior discal ocorrem devido à presença de fissuras no ligamento amarelo, que,por sua vez, associa-se à falha mecânica dos platôs vertebrais.",
          "correta": false
        },
        {
          "id": "B",
          "texto": "As rupturas no interior discal acontecem apenas com modificações significativas na morfologiaexterna do disco.",
          "correta": true
        },
        {
          "id": "C",
          "texto": "A degeneração discal, gera uma fissura anular permitindo que por essa fissura ocorracompressão vascular.",
          "correta": true
        },
        {
          "id": "D",
          "texto": "Na fissura anular nos discos degenerados há neoinervação e essa inervação responde aestímulos mecânicos de maneira dolorosa.",
          "correta": true
        }
      ],
      "resposta_correta": "B",
      "resposta_comentada": "Acredita-se que 39% das lombalgias crônicas são de origem discogênica; em 20% dos pacientes,nenhum sítio anatômico pode ser identificado. As rupturas no interior discal ocorrem devido à\npresença de fissuras no ânulo fibroso, associadas à degeneração da matriz do núcleo pulposo,que, por sua vez, associa-se à falha mecânica dos platôs vertebrais. Isso acontece na ausência\nde modificações significativas na morfologia externa do disco e também na ausência decompressão de estruturas nervosas. Nos discos saudáveis, a inervação do disco permanece de\n2 a 3 mm da lamela externa do ânulo fibroso com a degeneração discal, e a fissura anular perdesua pressão interna, permitindo que por essa fissura ocorra uma neovascularização e uma\nneoinervação no interior do disco. Tal inervação responde aos estímulos mecânicos de maneiradolorosa, com a liberação de mediadores inflamatórios e formação de tecido de granulação, o qual\né considerado um importante mecanismo de dor lombar crônica.",
      "referencias": "HEBERT, Sizínio; FILHO, Tarcísio E. P B.; XAVIER, Renato; et al. Ortopedia e Traumatologia.\nPorto Alegre: Grupo A, 2017. E-book. ISBN 9788582713778. Disponível em:\nhttps://integrada.minhabiblioteca.com.br/#/books/9788582713778/.\n\nFeedback:\n-",
      "tem_imagem": false,
      "tamanho_caracteres": 2251
    }
  ]
}